{
  "themes": [
    {
      "id": "01-ecosystem-resileince",
      "name": "1.0 Ecosystem Resileince",
      "description": "The ability of an ecosystem to respond to a disturbance, whether natural or human-made, by resisting damage and recovering without losing its core functions and structure. A key characteristic of a resilient ecosystem is high biodiversity, which allows it to better adapt to change. Monitoring changes in ecosystem resilience helps identify and prioritize areas in need of habitat protection and restoration.",
      "icon": "icon-icon-ecosystem-resilience",
      "subthemes": [
        {
          "id": "01-01-ecosystem-integrity",
          "name": "1.1 Ecosystem Integrity",
          "description": "Terrestrial ecosystems are dynamic and constantly changing. Natural habitats disrupted by human activity and/or altered by changing environmental conditions will recover, depending on the intensity and frequency of landscape disturbances. Terrestrial ecosystems that become highly fragmented and/or sustain ongoing environmental degradation can collapse in areas where adaptive capacity to respond and recover is exceeded. Assessment criteria include levels of habitat connectivity (i.e., lack of fragmentation) and relative degrees of habitat suitability (i.e., biotic value) for representative terrestrial ecosystems at a given location.",
          "icon": "icon-ecosystem-integrity",
          "indicators": [
            "01-01-01-ecosystem-integrity"
          ]
        },
        {
          "id": "01-02-human-footprint",
          "name": "1.2 Human Footprint",
          "description": "The extent and degree to which human impacts reduce or damage ecosystem health and fragment natural wildland habitats. This includes both the permanent loss of wildland habitat for urban expansion (e.g., environment, roads, energy pipelines, and utility corridors) and shorter-term landscape disturbances caused by agriculture, timber harvesting, and mining. The cumulative impact of increased human activities in these areas results in biodiversity loss and disrupts natural patterns of ecological connectivity.",
          "icon": "icon-human-footprint",
          "indicators": [
            "01-02-01-human-footprint"
          ]
        },
        {
          "id": "01-03-climate-refugia",
          "name": "1.3 Climate Refugia",
          "description": "Areas of the landscape that remain buffered from the most severe effects of climate change, enabling sensitive species to survive locally. They are characterized by stable microclimates, unique hydrological features, or protective topography that provides sanctuary. In the context of biodiversity and landscape ecology, refugia are vital for species survival, acting as \"arks\" that safeguard genetic diversity and ecological communities. They serve as source populations for future re-colonization of the surrounding landscape, thereby supporting ecosystem resilience and function.",
          "icon": "icon-climate-change-refugia",
          "indicators": [
            "01-03-01-climate-refugia"
          ]
        },
        {
          "id": "01-04-biodiversity-conservation",
          "name": "1.4 Biodiversity Conservation",
          "description": "Actions focused on establishing, improving, or maintaining ecosystem health and connectivity for the natural environment and for the benefit of present and future generations. Actions are focused on protecting and restoring disturbed wildland habitats to reduce the cumulative impacts of ongoing landscape disturbances and climate change. Through coordination across geographic scales and jurisdictional boundaries, these actions can help to decrease or halt current trends in biodiversity loss and disruptions to ecological connectivity.",
          "icon": "icon-biodiversity-conservation",
          "indicators": [
            "01-04-01-habitat-protection",
            "01-04-02-habitat-restoration"
          ]
        }
      ]
    },
    {
      "id": "02-ecosystem-health",
      "name": "2.0 Ecosystem Health",
      "description": "An ecosystem's overall condition of health in relation to a natural or relatively undisturbed reference state. It is a measure of the ecosystem's capacity to maintain its biodiversity, ecological functions, and to cope with and adapt to environmental stressors over time. Losses in ecosystem health help identify areas in need of restoration. Gains in ecosystem health over time help identify areas that contribute to biodiversity and require protection.",
      "icon": "icon-icon-ecosystem-health",
      "subthemes": [
        {
          "id": "02-01-habitat-values",
          "name": "2.1 Habitat Values",
          "description": "The intrinsic health of terrestrial and freshwater habitats and the benefits they provide through ecosystem services, such as clean air, water filtration, pollination, carbon storage, and the regulation of natural hazard processes related to climate change. Ecosystem values are used to monitor the relative impacts of landscape changes associated with human activities over time, and to help identify and prioritize conservation efforts that protect vulnerable wildlife habitat for the broadest possible range of native species.",
          "icon": "icon-",
          "indicators": [
            "02-01-01-land-cover",
            "02-01-02-ecosystem-services",
            "02-01-03-habitat-suitability",
            "02-01-04-structural-connectivity"
          ]
        },
        {
          "id": "02-02-habitat-threats",
          "name": "2.2 Habitat Threats",
          "description": "Factors or conditions that can cause harm and negatively impact the health and resilience of terrestrial and freshwater habitats. These include human activities that directly disturb the landscape (e.g., urbanization, infrastructure development, agricultural land use, and resource extraction), as well as natural hazard events like floods and wildfires. The cumulative effects of these processes lead to habitat loss and fragmentation, decreasing the natural ability of ecosystems and wildlife species to cope with and adapt to changes over time.",
          "icon": "icon-habitat-threats",
          "indicators": [
            "02-02-01-urbanization",
            "02-02-02-forest-harvest",
            "02-02-03-invasive-species",
            "02-02-04-wildfire"
          ]
        },
        {
          "id": "02-03-habitat-losses",
          "name": "2.3 Habitat Losses",
          "description": "Habitat loss and fragmentation are two related but distinct concepts in ecology that describe changes in the natural environment caused by the cumulative effects of landscape disturbance and climate change. Habitat loss refers to the permanent destruction, removal, or temporary degradation of terrestrial and freshwater ecosystems. Habitat fragmentation, however, involves breaking larger continuous habitats into smaller, isolated patches. Both habitat loss and fragmentation disrupt natural patterns of ecological connectivity and are the main causes of biodiversity loss.",
          "icon": "icon-habitat-losses",
          "indicators": [
            "02-03-01-forest-cover",
            "02-03-02-wetlands-and-riparian-areas",
            "02-03-03-mesic-vegetation",
            "02-03-04-xeric-vegetation"
          ]
        }
      ]
    },
    {
      "id": "03-biogeoclimatic-zones",
      "name": "3.0 Biogeoclimatic Zones",
      "description": "BC’s Biogeoclimatic Ecosystem Classification (BEC) classifies broad forested landscapes and site-level vegetated areas based on similarities in climate, geography, and dominant plant and animal communities. Each regional zone reflects long-term interactions between climate and biology that shape the development of distinct habitats, ecological niches, and unique assemblages of plants and animals. In landscape ecology, they help organize the landscape into manageable areas for conservation planning and for understanding how climate change may shift ecosystems at both regional and global scales.",
      "icon": "icon-icon-biogeoclimatic-realms",
      "subthemes": [
        {
          "id": "03-01-regional-zones",
          "name": "3.1 Regional Zones",
          "description": "The Regional Zone component of BC’s Biogeoclimatic Ecosystem Classification (BEC) is a large geographic area defined by a unique combination of climate and physiographic factors, and the dominant plant species of its old-growth forests (e.g., Coastal Western Hemlock Zone). It provides the \"big picture\" framework for understanding how climate influences ecosystem development and species distribution, and allows for the development of large-scale conservation strategies, such as identifying representative ecosystems for protection and modelling the potential impacts of climate change on vegetation patterns.",
          "icon": "icon-biogeoclimatic-realms",
          "indicators": [
            "03-01-01-regional-zones"
          ]
        },
        {
          "id": "03-02-site-level-vegetation",
          "name": "3.2 Site Level Vegetation",
          "description": "The Site Level component of BC’s Biogeoclimatic Ecosystem Classification (BEC) is defined by unique combinations of understory vegetation, soil characteristics (e.g., moisture and nutrient content), and physiographic features that influence the structure and composition of ecological communities during successional growth stages following episodes of landscape disturbance. Identifying and mapping the distribution of site-level vegetation is vital for practical conservation planning, as most on-the-ground management decisions, like tree species selection for reforestation or defining specific habitat management strategies, happen at this level.",
          "icon": "icon-site-level-vegetation",
          "indicators": [
            "03-02-01-site-level-vegetation"
          ]
        },
        {
          "id": "03-03-vascular-plants",
          "name": "3.3 Vascular Plants",
          "description": "Vascular plants (Tracheophyta) have specialized vascular tissues (xylem and phloem) for transporting water and nutrients, allowing them to grow taller and more complex than non-vascular plants. They possess true roots, stems, and leaves. Types include trees, shrubs, grasses, flowering plants (angiosperms), and ferns, many of which produce seeds. Their ability to grow larger and access resources (sunlight, water, nutrients) gives them a competitive advantage, making them the dominant group in most terrestrial ecosystems. There are 60 distinct vascular plant species documented in the southwest Coast Mountains.",
          "icon": "icon-vascular-plants",
          "indicators": [
            "03-03-01-vascular-plants"
          ]
        },
        {
          "id": "03-04-mammals",
          "name": "3.4 Mammals",
          "description": "Vertebrate animals of the class Mammalia are distinguished by having milk-producing mammary glands to nourish their young, a large neocortex region in the brain, body fur or hair for insulation, and three middle ear bones that amplify sound and greatly enhance hearing sensitivity. They are endothermic (warm-blooded), breathe air, and are quadrupedal, with most mammals using four limbs for land movement. More than 80 unique species are known to inhabit the southwest Coast Mountains, ranging in size from small ground squirrels to large-ranging grizzly bears.",
          "icon": "icon-pacific-fisher",
          "indicators": [
            "03-04-01-mammals"
          ]
        },
        {
          "id": "03-05-herptiles",
          "name": "3.5 Herptiles",
          "description": "Herptiles are an informal group of vertebrates that includes both amphibians and reptiles found in both terrestrial and freshwater environments. Amphibians (Class Amphibia) are commonly characterized by a life cycle that features an aquatic larval stage with gills and a terrestrial adult stage with lungs. Reptiles (Class Reptilia) are air-breathing, ectothermic (cold-blooded) vertebrates with scaly skin, most of which lay eggs on land. Over 25 distinct species are documented in the southwest Coast Mountains, including various toads, frogs, salamanders, turtles, lizards, and snakes.",
          "icon": "icon-herptiles",
          "indicators": [
            "03-05-01-herptiles"
          ]
        }
      ]
    },
    {
      "id": "04-focal-species",
      "name": "4.0 Focal Species",
      "description": "Focal species are those most vulnerable to ecosystem threats within a specific region. They represent the needs of other local animal populations that share similar behavioural traits and habitat preferences, including dispersal ability, resource reliance, and sensitivity to disruptions in ecological processes. The core premise is that by managing a landscape to accommodate the needs of selected focal species, you also protect many other species with less strict requirements. In this way, focal species serve as surrogates for the broader ecosystem.",
      "icon": "icon-icon-focal-species",
      "subthemes": [
        {
          "id": "04-01-mammals",
          "name": "4.1 Mammals",
          "description": "Vertebrate animals of the class Mammalia are distinguished by having milk-producing mammary glands to nourish their young, a large neocortex region in the brain, body fur or hair for insulation, and three middle ear bones that amplify sound and greatly enhance hearing sensitivity. They are endothermic (warm-blooded), breathe air, and are quadrupedal, with most mammals using four limbs for land movement. More than 80 unique species are known to inhabit the southwest Coast Mountains, ranging in size from small ground squirrels to large-ranging grizzly bears.",
          "icon": "icon-grizzly-bear",
          "indicators": [
            "04-01-01-grizzly-bear",
            "04-01-02-wolverine",
            "04-01-03-pacific-fisher",
            "04-01-04-canada-lynx",
            "04-01-05-black-bear",
            "04-01-06-black-tailed-deer",
            "04-01-07-coyote",
            "04-01-08-beaver",
            "04-01-09-mink",
            "04-01-10-hoary-marmot",
            "04-01-11-douglas’s-squirrel",
            "04-01-12-yellow-pine-chipmunk"
          ]
        },
        {
          "id": "04-02-herptiles",
          "name": "4.2 Herptiles",
          "description": "Herptiles are an informal group of vertebrates that includes both amphibians and reptiles found in both terrestrial and freshwater environments. Amphibians (Class Amphibia) are commonly characterized by a life cycle that features an aquatic larval stage with gills and a terrestrial adult stage with lungs. Reptiles (Class Reptilia) are air-breathing, ectothermic (cold-blooded) vertebrates with scaly skin, most of which lay eggs on land. Over 25 distinct species are documented in the southwest Coast Mountains, including various toads, frogs, salamanders, turtles, lizards, and snakes.",
          "icon": "icon-herptiles",
          "indicators": [
            "04-02-01-pacific-tree-frog",
            "04-02-02-western-toad",
            "04-02-03-red-legged-frog",
            "04-02-04-ensatina-salamander",
            "04-02-05-northwestern-salamander",
            "04-02-06-long-toed-salamander",
            "04-02-07-northern-alligator-lizard",
            "04-02-08-garter-snake"
          ]
        }
      ]
    },
    {
      "id": "05-climate-change-refugia",
      "name": "5.0 Climate Change Refugia",
      "description": "Areas of the landscape that remain buffered from the most severe effects of climate change, enabling sensitive species to survive locally. They are characterized by stable microclimates, unique hydrological features, or protective topography that provides sanctuary. In the context of biodiversity and landscape ecology, refugia are vital for species survival, acting as \"arks\" that safeguard genetic diversity and ecological communities. They serve as source populations for future re-colonization of the surrounding landscape, thereby supporting ecosystem functions and building resilience.",
      "icon": "icon-icon-climate-change-refugia",
      "subthemes": [
        {
          "id": "05-01-macrorefugia",
          "name": "5.1 MacroRefugia",
          "description": "Macrorefugia are large geographical regions, such as entire mountain ranges or vast forest systems, that serve as long-term sanctuaries and offer a broad spectrum of buffered environmental conditions across the landscape. Their main function is to maintain large, viable populations and support ecosystem-level processes, enabling adaptation through genetic diversity and species migration over time. In the southern Coast Mountains, these include higher elevation slopes and mountain ranges, large intact watersheds, riparian corridors and associated wetlands, and extensive old-growth forests.",
          "icon": "icon-macro-refugia",
          "indicators": [
            "05-01-01-macrorefugia"
          ]
        },
        {
          "id": "05-02-microrefugia",
          "name": "5.2 MicroRefugia",
          "description": "Microrefugia are much smaller, localized \"safe spots,\" potentially just a cool, moist slope or a shaded canyon bottom, defined by highly localized variations in topography or hydrology. They enable the short-term persistence of sensitive species by providing immediate shelter from extreme conditions and serving as critical stepping stones for survival across otherwise inhospitable areas. In the southern Coast Mountains, these include north-facing slopes and shaded ravines, groundwater-fed springs and perennial streams, and topographic depressions where dense cool air flows downslope, creating cooler pockets of buffered habitat.",
          "icon": "icon-micro-refugia",
          "indicators": [
            "05-02-01-microrefugia"
          ]
        }
      ]
    },
    {
      "id": "06-connectivity-network",
      "name": "6.0 Connectivity Network",
      "description": "An integrated system of core habitats (protected areas and other undisturbed natural regions) connected by wildlife corridors that are established through coordinated land-use policies to enable the unimpeded movement of species and the flow of natural processes. They are essential for maintaining and restoring ecological functions, halting current trends in biodiversity loss, and assisting species in adapting to changing environmental conditions in fragmented wildland habitats affected by landscape disturbance and climate change.",
      "icon": "icon-icon-connectivity-network",
      "subthemes": [
        {
          "id": "06-01-priority-linkages",
          "name": "6.1 Priority Linkages",
          "description": "Modelled pathways of ecological connectivity that provide the most efficient movement corridors for wildlife and gene flow across the widest range of species. These pathways identify areas of least resistance for animals and plants to move between protected areas and other high-value habitats, including core and stepping-stone patches found in fragmented landscapes at lower elevations and in valley bottoms. Mapping these movement corridors helps guide the development of practical conservation solutions that deliver the greatest benefits for vulnerable plants and animals.",
          "icon": "icon-priority-linkages",
          "indicators": [
            "06-01-01-priority-linkages"
          ]
        },
        {
          "id": "06-02-human-footprint",
          "name": "6.2 Human Footprint",
          "description": "The extent and degree to which human impacts reduce or damage ecosystem health and fragment natural wildland habitats. This includes both the permanent loss of wildland habitat for urban expansion (e.g., environment, roads, energy pipelines, and utility corridors) and shorter-term landscape disturbances caused by agriculture, timber harvesting, and mining. The cumulative impact of increased human activities in these areas results in biodiversity loss and disrupts natural patterns of ecological connectivity.",
          "icon": "icon-human-footprint",
          "indicators": [
            "06-02-01-human-footprint"
          ]
        },
        {
          "id": "06-03-climate-corridors",
          "name": "6.3 Climate Corridors",
          "description": "Defined geographical areas of natural habitat, riparian zones (areas along rivers or streams), or mountain ranges, that connect larger patches of suitable wildland habitat. They are used to develop conservation strategies to mitigate the effects of a warming climate by providing physical routes for plants and animals to migrate to more suitable, cooler environments (e.g., higher latitudes or elevations). They are a practical, on-the-ground approach to reducing habitat fragmentation and encouraging species dispersal, aiming to build landscape resilience in the southern Coast Mountains.",
          "icon": "icon-climate-corridors",
          "indicators": [
            "06-03-01-climate-corridors"
          ]
        },
        {
          "id": "06-04-connectivity-conservation",
          "name": "6.4 Connectivity Conservation",
          "description": "Actions focused on establishing, improving, or maintaining ecosystem health and connectivity for the natural environment and for the benefit of present and future generations. Actions are focused on protecting and restoring disturbed wildland habitats to reduce the cumulative impacts of ongoing landscape disturbances and climate change. Through coordination across geographic scales and jurisdictional boundaries, these actions can help to decrease or halt current trends in biodiversity loss and disruptions to ecological connectivity.",
          "icon": "icon-connectivity-conservation",
          "indicators": [
            "06-04-01-connectivity-overlay",
            "06-04-02-effective-means"
          ]
        }
      ]
    },
    {
      "id": "07-habitat-cores",
      "name": "7.0 Habitat Cores",
      "description": "Protected areas and other relatively undisturbed wildland habitats are defined by stable environmental conditions and healthy terrestrial ecosystem functions that sustain the life-cycle needs of diverse animal and plant communities. Wildlife habitat cores range from large home-range areas to smaller stepping-stone patches within fragmented landscapes. They serve as resource hubs within broader networks of ecological connectivity, offering refuge for larger animals migrating along movement pathways between areas of higher habitat suitability, as well as for resident populations of smaller animals.",
      "icon": "icon-icon-habitat-cores",
      "subthemes": [
        {
          "id": "07-01-large-range-cores",
          "name": "7.1 Large-Range Cores",
          "description": "Habitat cores for large-ranging focal species reflect access to food, water, and shelter; reproduction; social structures (i.e., solitary or group behaviour); environmental stability; and the ability to move freely within a given home range. For carnivore species in this grouping, habitat cores are characterized by mean home-range sizes of 30 square kilometres, minimum stepping-stone patch sizes of 13,000 hectares, and dispersal distances of 60 kilometres.",
          "icon": "icon-large-range-species",
          "indicators": [
            "07-01-01-large-range-cores",
            "07-01-02-grizzly-bear",
            "07-01-03-wolverine",
            "07-01-04-pacific-fisher",
            "07-01-05-canada-lynx"
          ]
        },
        {
          "id": "07-02-medium-range-cores",
          "name": "7.2 Medium-Range Cores",
          "description": "Habitat cores for large-ranging focal species reflect access to food, water, and shelter; reproduction; social structures (i.e., solitary or group behaviour); environmental stability; and the ability to move freely within a given home range. For carnivore species in this grouping, habitat cores are characterized by mean home-range sizes of 30 square kilometres, minimum stepping-stone patch sizes of 13,000 hectares, and dispersal distances of 60 kilometres.",
          "icon": "icon-moderate-range-species",
          "indicators": [
            "07-02-01-medium-range-cores",
            "07-02-02-black-bear",
            "07-02-03-mountain-goat",
            "07-02-04-black-tailed-deer",
            "07-02-05-coyote"
          ]
        },
        {
          "id": "07-03-small-range-cores",
          "name": "7.3 Small-Range Cores",
          "description": "Habitat cores for small-ranging focal species reflect life-cycle needs such as access to food, water, and shelter; reproduction; social structures (i.e., solitary or group behaviour); environmental stability; and the ability to move freely within a given home range. For species in this grouping, habitat cores are characterized by mean home-range sizes of less than 1 square kilometre, minimum stepping-stone patch sizes of 350 hectares, and dispersal distances of 6 kilometres.",
          "icon": "icon-small-range-species",
          "indicators": [
            "07-03-01-small-range-cores",
            "07-03-02-beaver",
            "07-03-03-minkj",
            "07-03-04-hoary-marmot",
            "07-03-05-douglas’s-squirrel",
            "07-03-06-yellow-pine-chipmunk",
            "07-03-07-garter-snake",
            "07-03-08-pacific-tree-frog"
          ]
        },
        {
          "id": "07-04-micro-range-cores",
          "name": "7.4 Micro-Range Cores",
          "description": "Habitat cores for small-ranging focal species reflect life-cycle needs such as access to food, water, and shelter; reproduction; social structures (i.e., solitary or group behaviour); environmental stability; and the ability to move freely within a given home range. For species in this grouping, habitat cores are characterized by patch sizes of 2 -5 hectares and mean dispersal distances of up to 1 kilometre.",
          "icon": "icon-micro-range-species",
          "indicators": [
            "07-04-01-micro-range-cores",
            "07-04-02-western-toad",
            "07-04-03-red-legged-frog",
            "07-04-04-ensatina-salamander",
            "07-04-05-northwestern-salamander",
            "07-04-06-long-toed-salamander",
            "07-04-07-northern-alligator-lizard"
          ]
        }
      ]
    },
    {
      "id": "08-wildlife-corridors",
      "name": "8.0 Wildlife Corridors",
      "description": "A clearly defined geographical space where governance, management, and stewardship over the long term sustain or restore effective ecological connectivity while honouring Indigenous stewardship values. Also known as Ecological Corridors in wildland settings or Green Infrastructure Networks in settled areas, these movement pathways link protected and conserved regions and/or unprotected natural habitats. They complement Other effective area-based conservation measures (OECMs) and, together, form ecological networks that conserve biodiversity and promote long-term ecosystem resilience.",
      "icon": "icon-icon-wildlife-corridors",
      "subthemes": [
        {
          "id": "08-01-large-range-linkages",
          "name": "8.1 Large-Range Linkages",
          "description": "Corridors for large-ranging mammals (e.g., grizzly bears, wolves, elk, lynx) are usually extensive, often spanning landscape-scale or transboundary natural pathways that link large core habitats. These corridors must be wide enough to support not only movement but also normal behaviour, providing adequate food, water, and cover to reduce human-wildlife conflict and facilitate genetic exchange over broad areas. At local and regional levels, they help guide the placement of crossing structures, such as highway overpasses and underpasses, to ensure safe passage across human-made barriers.",
          "icon": "icon-large-range-corridors",
          "indicators": [
            "08-01-01-large-range-linkages",
            "08-01-02-grizzly-bear",
            "08-01-03-wolverine",
            "08-01-04-pacific-fisher",
            "08-01-05-canada-lynx"
          ]
        },
        {
          "id": "08-02-medium-range-linkages",
          "name": "8.2 Medium-Range Linkages",
          "description": "Corridors for medium-ranging mammals (e.g., bobcats, coyotes, foxes, deer) connect smaller, more numerous core habitat patches. They can be natural features, such as riparian buffers or hedgerows, and must be protected from intense edge effects including invasive species, human activity, and high predation risk. These medium-range corridors help identify bottlenecks (pinch points) and guide land management solutions to improve passage (e.g., fencing or vegetation restoration). Locally, they support connections between green spaces in settled areas and regional connectivity corridors.",
          "icon": "icon-moderate-range-corridors",
          "indicators": [
            "08-02-01-medium-range-linkages",
            "08-02-02-black-bear",
            "08-02-03-mountain-goat",
            "08-02-04-black-tailed-deer",
            "08-02-05-coyote"
          ]
        },
        {
          "id": "08-03-small-range-linkages",
          "name": "8.3 Small-Range Linkages",
          "description": "Corridors for small-ranging species (e.g., shrews, some rodents and herptiles) are on a much finer scale, often consisting of maintained strips of vegetation, brush piles, or even simple culverts that allow movement between adjacent micro-habitats. Their design focuses on safe passage over very short distances to avoid local threats such as roads, trails or developed lots. At the local level, they can be integrated into urban design and land use policies. At the regional scale, they help enhance ecosystem resilience to microclimatic changes.",
          "icon": "icon-small-range-corridors",
          "indicators": [
            "08-03-01-small-range-linkages",
            "08-03-02-beaver",
            "08-03-03-mink",
            "08-03-04-hoary-marmot",
            "08-03-05-douglas’s-squirrel",
            "08-03-06-yellow-pine-chipmunk",
            "08-03-07-garter-snake",
            "08-03-08-pacific-tree-frog",
            "08-03-09-western-toad",
            "08-03-10-red-legged-frog",
            "08-03-11-ensatina-salamander",
            "08-03-12-northwestern-salamander",
            "08-03-13-long-toed-salamander",
            "08-03-14-northern-alligator-lizard"
          ]
        }
      ]
    },
    {
      "id": "09-resistance-to-movement",
      "name": "9.0 Resistance to Movement",
      "description": "Resistance to movement describes the challenges species encounter when traversing a landscape. Human-made barriers, such as roads and urban areas, along with natural obstacles like extreme weather and rough terrain, increase resistance and can isolate populations. High resistance reduces ecological connectivity and hampers the natural processes essential for ecosystems to recover from disturbances. This disruption to wildlife movement diminishes ecosystem resilience by impeding species' ability to migrate to new resources, adapt to climate change, and sustain genetic diversity.",
      "icon": "icon-icon-resistance-to-movement",
      "subthemes": [
        {
          "id": "09-01-barriers",
          "name": "9.1 Barriers",
          "description": "Landscape features that prevent or severely restrict movement, fragmenting habitats and isolating populations. These can be natural (e.g., large rivers, mountain ranges) but are often human-made structures, such as major roads, clusters of buildings, fences, and agricultural clearings. Barriers are modelled as areas of high resistance to movement within a landscape resistance surface, effectively identifying where connectivity linkages are broken or severely compromised. Specific interventions can include installing wildlife crossings (overpasses and underpasses) on roads, removing unnecessary fences, and restoring habitat within narrow corridor sections.",
          "icon": "icon-resistance-to-movement",
          "indicators": [
            "09-01-01-barriers"
          ]
        },
        {
          "id": "09-02-pinchpoints",
          "name": "9.2 Pinchpoints",
          "description": "Narrow landscape features that restrict or hinder wildlife movement within an otherwise continuous ecological network. Natural pinch points include sudden topographic changes, such as steep ravines or channelized creeks. Human-made pinch points include fencing that physically guides larger mammals into narrow movement paths, and crossing structures, such as culverts and underpasses, that direct the movement of smaller mammals and herptiles across roads and other linear infrastructure features. Mitigating the adverse effects of these pinch points requires harmonizing land-use policies across jurisdictional boundaries.",
          "icon": "icon-resistance-to-movement",
          "indicators": [
            "09-02-01-pinchpoints"
          ]
        }
      ]
    }
  ],
  "indicators": {
    "01-01-01-ecosystem-integrity": {
      "title": "1.1.1 Ecosystem Integrity",
      "description": "Terrestrial ecosystems are dynamic and constantly changing. Natural habitats disrupted by human activity and/or altered by changing environmental conditions will recover, depending on the intensity and frequency of landscape disturbances. Terrestrial ecosystems that become highly fragmented and/or sustain ongoing environmental degradation can collapse in areas where adaptive capacity to respond and recover is exceeded. Assessment criteria include levels of habitat connectivity (i.e., lack of fragmentation) and relative degrees of habitat suitability (i.e., biotic value) for representative terrestrial ecosystems at a given location.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "",
      "icon": "icon-ecosystem-integrity",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-40yr-Trends-oCBG0ngLROmqMCCsJtH0WA?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22forest_ecosystems%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221985-07-01T00%3A00%3A00%22&maxTimestamp=%222022-07-01T00%3A00%3A00%22&opacity=0.75&selectedLayer=%22forest_ecosystem_habitat%22&layerView=%22trend%22&layerStart=%221985-07-01T00%3A00%3A00%22&layerEnd=%222022-07-01T00%3A00%3A00%22&currentTimestamp=%222022-07-01T00%3A00%3A00%22&pitch=56.49999999999978"
    },
    "01-02-01-human-footprint": {
      "title": "1.2.1 Human Footprint",
      "description": "The extent and degree to which human impacts reduce or damage ecosystem health and fragment natural wildland habitats. This includes both the permanent loss of wildland habitat for urban expansion (e.g., environment, roads, energy pipelines, and utility corridors) and shorter-term landscape disturbances caused by agriculture, timber harvesting, and mining. The cumulative impact of increased human activities in these areas results in biodiversity loss and disrupts natural patterns of ecological connectivity.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-human-footprint",
      "map1_url": "https://felt.com/embed/map/Cumuilative-Impacts-YqoEPcJ7SK9Bh9CsSDscExIB?loc=50.117%2C-123.057%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22human_footprint%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221985-07-01T00%3A00%3A00%22&maxTimestamp=%222022-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22human_footprint%22&layerView=%22status%22&layerStart=%221985-07-01T00%3A00%3A00%22&layerEnd=%222022-07-01T00%3A00%3A00%22&currentTimestamp=%222022-07-01T00%3A00%3A00%22"
    },
    "01-03-01-climate-refugia": {
      "title": "1.3.1 Climate Refugia",
      "description": "Areas of the landscape that remain buffered from the most severe effects of climate change, enabling sensitive species to survive locally. They are characterized by stable microclimates, unique hydrological features, or protective topography that provides sanctuary. In the context of biodiversity and landscape ecology, refugia are vital for species survival, acting as \"arks\" that safeguard genetic diversity and ecological communities. They serve as source populations for future re-colonization of the surrounding landscape, thereby supporting ecosystem resilience and function.",
      "source": "<a target=\"_blank\" href=\"https://zenodo.org/records/10603162\">Stolar et al., 2024</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-climate-change-refugia",
      "map1_url": "https://felt.com/embed/map/Climate-Conservation-Priorities-FDiHAmijTFKwxOJvPIAXvA?loc=50.117%2C-123.05%2C7.73z&legend=1&cooperativeGestures=1&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Climate-Conservation-Priorities-FDiHAmijTFKwxOJvPIAXvA?loc=50.117%2C-123.05%2C7.73z&legend=1&cooperativeGestures=1&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "01-04-01-habitat-protection": {
      "title": "1.4.1 Habitat Protection",
      "description": "The act of safeguarding existing natural environments from harm to maintain existing levels of ecosystem health and connectivity. It is a proactive approach, emphasized in the Global Biodiversity Framework's Target 3, which calls for protecting at least 30% of land and seas by 2030 to prevent the loss of biodiversity and ecosystem services. Actions that can be taken at local and regional scales include the formal designation of protected areas managed through legislation or Indigenous law, and the designation of Other Effective Conservation Measures (OECMs).",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-habitat-protection",
      "map1_url": "https://felt.com/embed/map/Climate-Conservation-Priorities-FDiHAmijTFKwxOJvPIAXvA?loc=50.117%2C-123.05%2C7.73z&legend=1&cooperativeGestures=1&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Climate-Conservation-Priorities-FDiHAmijTFKwxOJvPIAXvA?loc=50.117%2C-123.05%2C7.73z&legend=1&cooperativeGestures=1&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "01-04-02-habitat-restoration": {
      "title": "1.4.2 Habitat Restoration",
      "description": "Habitat restoration is the purposeful process of assisting the recovery of degraded, damaged, or destroyed wildland habitats to improve ecosystem health and connectivity and enhance in-situ biodiversity. It is a reactive approach, highlighted by the UN Decade on Ecosystem Restoration (2021-2030), that aims to reverse damage and rebuild resilient landscapes that provide functional ecosystem services. Actions that can be taken at local and regional scales include reforestation of native trees and understory vegetation, eradicating invasive species, and reintroducing native plants and animals.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-habitat-restoration",
      "map1_url": "https://felt.com/embed/map/Climate-Restoration-Priorities-Stle9Ck9B1Tfyau6gHorixpD?loc=50.117%2C-123.05%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Climate-Restoration-Priorities-Stle9Ck9B1Tfyau6gHorixpD?loc=50.117%2C-123.05%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "02-01-01-land-cover": {
      "title": "2.1.1 Land Cover",
      "description": "Visible terrestrial components of the Earth's surface, which include forests, grasslands, wetlands, alpine areas and various land uses associated with human settlement, such as urban and agricultural areas and linear infrastructure. The spatial arrangement and distribution of these components serve as indicators for monitoring landscape patterns and understanding their effects on ecosystem health and integrity over time, and identifying the underlying causes of biodiversity loss.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "categorical values",
      "icon": "icon-land-cover",
      "map1_url": "https://felt.com/embed/map/Land-Cover-2022-XKxpq2C0R9C6gHCz4XyohrB?loc=50.122%2C-123.836%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22landcover%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221984-07-01T00%3A00%3A00%22&maxTimestamp=%222024-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22landcover_class%22&layerView=%22status%22&layerStart=%221984-07-01T00%3A00%3A00%22&layerEnd=%222024-07-01T00%3A00%3A00%22&currentTimestamp=%222024-07-01T00%3A00%3A00%22"
    },
    "02-01-02-ecosystem-services": {
      "title": "2.1.2 Ecosystem Services",
      "description": "A subjective evaluation of the benefits that current and future generations receive from physical, chemical, and biological processes supporting the functional health and long-term resilience of a natural ecosystem. These include provisioning (food and water), regulating (climate control and disease mitigation), supporting (nutrient cycles and pollination), and cultural services (spiritual and aesthetic value). Valuing these services involves economic methods to assign subjective worth to natural processes. However, most Indigenous worldviews view nature as kin with inherent rights, not as a commodity valued solely for human utility.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "$CAD/hectare/year",
      "icon": "icon-ecosystem-services",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-40yr-Trends-oCBG0ngLROmqMCCsJtH0WA?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-40yr-Trends-oCBG0ngLROmqMCCsJtH0WA?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "02-01-03-habitat-suitability": {
      "title": "2.1.3 Habitat Suitability",
      "description": "The capacity of terrestrial and freshwater ecosystems to provide essential life-cycle resources (food, water, shelter, breeding sites) and suitable living conditions for a species to survive and reproduce. The suitability of a given wildlife habitat is determined by site-specific environmental variables that influence the occurrence and distribution of wildlife species. These include a wide range of biotic and abiotic variables, including the structure and composition of ecological communities within a given biogeoclimatic zone, soil moisture and nutrient levels, topographic position, temperature, slope aspect and solar insolation.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative similarity (0-100)",
      "icon": "icon-habitat-suitability",
      "map1_url": "https://felt.com/embed/map/Haitat-Suitability-2022-rhxcxQrBSNayka69BGoOMhD?loc=50.117%2C-123.057%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22forest_ecosystems%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221985-07-01T00%3A00%3A00%22&maxTimestamp=%222022-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22forest_ecosystem_habitat%22&layerView=%22status%22&layerStart=%221985-07-01T00%3A00%3A00%22&layerEnd=%222022-07-01T00%3A00%3A00%22&currentTimestamp=%222022-07-01T00%3A00%3A00%22"
    },
    "02-01-04-structural-connectivity": {
      "title": "2.1.4 Structural Connectivity",
      "description": "The physical arrangement and connectivity of habitat patches and natural landscape features (e.g., forests, water bodies) across a landscape, regardless of species-specific behaviour. Structural connectivity is crucial for biodiversity conservation because it offers essential physical pathways that allow wildlife to move freely to access food, shelter, and breeding sites. This movement supports genetic exchange, enhances ecosystem resilience to disturbances, enables species to adjust their ranges in response to climate change, and diminishes the negative effects of habitat fragmentation.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "index value (0-100)",
      "icon": "icon-structural-connectivity",
      "map1_url": "https://felt.com/embed/map/Haitat-Permeability-2022-dHQPHdXlQMu0LO9Ah1RCNPB?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22forest_ecosystems%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221985-07-01T00%3A00%3A00%22&maxTimestamp=%222022-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22forest_ecosystem_permeability%22&layerView=%22status%22&layerStart=%221985-07-01T00%3A00%3A00%22&layerEnd=%222022-07-01T00%3A00%3A00%22&currentTimestamp=%222022-07-01T00%3A00%3A00%22"
    },
    "02-02-01-urbanization": {
      "title": "2.2.1 Urbanization",
      "description": "The conversion of natural wildland habitats into built environments to accommodate population growth and development. Examples include clearing land for residential neighbourhoods and businesses, agricultural use, resource extraction activities, and associated linear infrastructure such as roads, pipelines, and utility corridors. Direct physical consequences include the loss and fragmentation of wildland habitats and the disruption of natural ecological connectivity pathways. Indirect effects involve altered hydrology (e.g., stormwater runoff) and increased vulnerability to the spread of invasive species and biodiversity loss.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-urbanization",
      "map1_url": "https://felt.com/embed/map/Human-Footprint-40yr-Trends-m7aQ4GiOS0Ox9CJeCUlNgMD?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22human_footprint%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221985-07-01T00%3A00%3A00%22&maxTimestamp=%222022-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22human_footprint%22&layerView=%22trend%22&layerStart=%221985-07-01T00%3A00%3A00%22&layerEnd=%222022-07-01T00%3A00%3A00%22&currentTimestamp=%222022-07-01T00%3A00%3A00%22"
    },
    "02-02-02-forest-harvest": {
      "title": "2.2.2 Forest Harvest",
      "description": "While land disturbances caused by timber harvesting will regenerate over time, there are direct and indirect consequences that can be lasting if sustainable management practices are not in place. Direct physical impacts include the loss and fragmentation of wildland habitat, species displacement, alterations in surface and groundwater flow patterns, and disruptions to ecological connectivity networks. Indirect impacts include increased susceptibility to soil compaction and erosion, modifications to natural wildlife behaviour caused by greater access for recreational activities, and the increased spread of invasive species.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-fores-harvest",
      "map1_url": "https://felt.com/embed/map/Forest-Change-40yr-Trends-6173igyHQKu3u1o3eg9BloA?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Forest-Change-40yr-Trends-6173igyHQKu3u1o3eg9BloA?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "02-02-03-invasive-species": {
      "title": "2.2.3 Invasive Species",
      "description": "Invasive species are non-native organisms introduced to new environments that can quickly establish and spread, displacing native plants and animals. Their impact on biodiversity loss includes outcompeting native species for resources, disrupting food webs, and spreading diseases, often causing population declines and extinctions. This loss of native species reduces genetic, species, and ecosystem diversity, which lowers the resilience of terrestrial ecosystems to stressors like climate change by simplifying community structures and impairing key ecological functions.",
      "source": "<a target=\"_blank\" href=\"https://catalogue.data.gov.bc.ca/dataset/9cf5d0b3-6ea7-4383-9d17-359c944db618\">BC Data Catalogue</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-invasive-species",
      "map1_url": "https://felt.com/embed/map/Invasive-Species-Dfw6CNxyQRuIzdANVk7ddD?loc=50.123%2C-123.094%2C7.78z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Invasive-Species-Dfw6CNxyQRuIzdANVk7ddD?loc=50.123%2C-123.094%2C7.78z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "02-02-04-wildfire": {
      "title": "2.2.4 Wildfire",
      "description": "A wildfire conflagration is a severe fire event triggered by a combination of fuel (vegetation), weather conditions (such as high temperatures, strong winds, and drought), and topography (slopes). Wildfires can result in loss of life, destruction of natural habitats, and disruption of ecological connectivity networks. Although some ecosystems are adapted to fire, the increased frequency and intensity of fires can cause lasting changes in vegetation—such as forests turning into shrublands—leading to a decline in the ecosystem's overall health, diversity, and resilience.",
      "source": "<a target=\"_blank\" href=\"https://catalogue.data.gov.bc.ca/dataset/b756c2ac-e753-4771-bbb8-48c7f73d564a\">BC Data Catalogue</a>",
      "unit_of_measure": "Head Fire Intensity (kW/m)",
      "icon": "icon-wildfire",
      "map1_url": "https://felt.com/embed/map/Wildfire-Hazards-Current-Conditions-7qGLN0otRjSWwk1S6HEKQA?loc=50.117%2C-123.068%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Wildfire-Hazards-Current-Conditions-7qGLN0otRjSWwk1S6HEKQA?loc=50.117%2C-123.068%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "02-03-01-forest-cover": {
      "title": "2.3.1 Forest Cover",
      "description": "Loss and fragmentation of forest ecosystems, primarily due to timber harvesting, agriculture, urbanization and wildfire, are critical indicators of habitat disturbance. Removal of tree cover and understory vegetation eliminates homes, food sources, and breeding grounds for many species, leading to habitat fragmentation. The remaining patches of forest cover become isolated, thereby disrupting natural patterns of wildlife movement and the flow of ecological processes. Fragmentation also decreases the amount of suitable habitat along forest edges and increases vulnerability to the impacts of human activity and invasive species.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-forest-types",
      "map1_url": "https://felt.com/embed/map/Forest-Change-40yr-Trends-6173igyHQKu3u1o3eg9BloA?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22landcover%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221984-07-01T00%3A00%3A00%22&maxTimestamp=%222024-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22deciduous_forest_prob%22&layerView=%22trend%22&layerStart=%221984-07-01T00%3A00%3A00%22&layerEnd=%222024-07-01T00%3A00%3A00%22&currentTimestamp=%222024-07-01T00%3A00%3A00%22"
    },
    "02-03-02-wetlands-and-riparian-areas": {
      "title": "2.3.2 Wetlands & Riparian Areas",
      "description": "Wetlands and riparian areas (vegetation zones along rivers and streams) are highly vulnerable and critical ecosystems that provide essential ecological services and support networks of ecological connectivity for plants and animals. They are hotspots of biodiversity and support the life-cycle needs for a majority of freshwater and terrestrial species. Degradation and loss of these habitats severely impact nutrient cycles, the provision of food and clean water, the regulation of natural flood cycles and the buffering of climate change impacts. Their loss destroys critical habitats for fish, amphibians, birds, and mammals, threatening species extinction.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-wetland-riparian",
      "map1_url": "https://felt.com/embed/map/Riparian-Area-Change-40yr-Trends-yQcKcYKVT3ivZksr9CXMuHD?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22landcover%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221984-07-01T00%3A00%3A00%22&maxTimestamp=%222024-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22woody_wetland_prob%22&layerView=%22trend%22&layerStart=%221984-07-01T00%3A00%3A00%22&layerEnd=%222024-07-01T00%3A00%3A00%22&currentTimestamp=%222024-07-01T00%3A00%3A00%22"
    },
    "02-03-03-mesic-vegetation": {
      "title": "2.3.3 Mesic Vegetation",
      "description": "Plant communities that thrive in soils with higher moisture and nutrient content in areas of groundwater discharge. These include herbs and shrubs that occur in non-forested areas at mid- and lower-slope elevations and along valley bottoms. Fragmentation and loss of these habitats may lead to instability in the flow and provision of ecosystem functions (e.g., pollination, food provisioning), which are essential to a wide range of terrestrial species. It may also weaken an ecosystem's ability to cope with and adapt to disturbances caused by human activity and climate change.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-mesic-vegetation",
      "map1_url": "https://felt.com/embed/map/Mesic-Vegetation-Change-40yr-Trends-VmoTKg9ArQDqVqJDSIz0oyA?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22landcover%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221984-07-01T00%3A00%3A00%22&maxTimestamp=%222024-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22mesic_shrub_prob%22&layerView=%22trend%22&layerStart=%221984-07-01T00%3A00%3A00%22&layerEnd=%222024-07-01T00%3A00%3A00%22&currentTimestamp=%222024-07-01T00%3A00%3A00%22"
    },
    "02-03-04-xeric-vegetation": {
      "title": "2.3.4 Xeric Vegetation",
      "description": "Plant communities that thrive in soils with lower moisture and nutrient levels. These include shrublands in non-forested areas exposed to more sunlight and in drier biogeoclimatic zones of the eastern Coast Mountains. These habitats support species that are uniquely adapted to extreme climatic conditions. Fragmentation and loss of these habitats may cause severe disruption of ecosystem functions, desertification, and reduce the capacity to cope with and adapt to disturbances caused by human activity and climate change.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-xeric-vegetation",
      "map1_url": "https://felt.com/embed/map/Xerix-Vegetation-Change-40yr-Trends-SFCMpmCyQPetsVG9AJlp0yC?loc=50.117%2C-123.056%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://cascadia.staging.dashboard.terradapt.org/?zoom=9.123127764960543&lng=-123.26048725554921&lat=49.712561509002825&layerTheme=%22landcover%22&layerScope=%22monitor%22&layerVisualisation=%22pixel%22&minTimestamp=%221984-07-01T00%3A00%3A00%22&maxTimestamp=%222024-07-01T00%3A00%3A00%22&opacity=0.75&pitch=56.49999999999978&selectedLayer=%22xeric_shrub_prob%22&layerView=%22trend%22&layerStart=%221984-07-01T00%3A00%3A00%22&layerEnd=%222024-07-01T00%3A00%3A00%22&currentTimestamp=%222024-07-01T00%3A00%3A00%22"
    },
    "03-01-01-regional-zones": {
      "title": "3.1.1 Regional Zones",
      "description": "The Regional Zone component of BC’s Biogeoclimatic Ecosystem Classification (BEC) is a large geographic area defined by a unique combination of climate and physiographic factors, and the dominant plant species of its old-growth forests (e.g., Coastal Western Hemlock Zone). It provides the \"big picture\" framework for understanding how climate influences ecosystem development and species distribution, and allows for the development of large-scale conservation strategies, such as identifying representative ecosystems for protection and modelling the potential impacts of climate change on vegetation patterns.",
      "source": "<a target=\"_blank\" href=\"https://catalogue.data.gov.bc.ca/dataset/b2b6920f-2532-473a-8e7f-6bdc75f5b987\">BC Data Catalogue</a>",
      "unit_of_measure": "categorical values",
      "icon": "icon-biogeoclimatic-realms",
      "map1_url": "",
      "map2_url": ""
    },
    "03-02-01-site-level-vegetation": {
      "title": "3.2.1 Site Level Vegetation",
      "description": "The Site Level component of BC’s Biogeoclimatic Ecosystem Classification (BEC) is defined by unique combinations of understory vegetation, soil characteristics (e.g., moisture and nutrient content), and physiographic features that influence the structure and composition of ecological communities during successional growth stages following episodes of landscape disturbance. Identifying and mapping the distribution of site-level vegetation is vital for practical conservation planning, as most on-the-ground management decisions, like tree species selection for reforestation or defining specific habitat management strategies, happen at this level.",
      "source": "<a target=\"_blank\" href=\"https://catalogue.data.gov.bc.ca/dataset/8fd15e4e-e7b1-4566-81d1-1ff8947bfd46\">BC Data Catalogue</a>",
      "unit_of_measure": "categorical values",
      "icon": "icon-site-level-vegetation",
      "map1_url": "",
      "map2_url": ""
    },
    "03-03-01-vascular-plants": {
      "title": "3.3.1 Vascular Plants",
      "description": "Vascular plants (Tracheophyta) have specialized vascular tissues (xylem and phloem) for transporting water and nutrients, allowing them to grow taller and more complex than non-vascular plants. They possess true roots, stems, and leaves. Types include trees, shrubs, grasses, flowering plants (angiosperms), and ferns, many of which produce seeds. Their ability to grow larger and access resources (sunlight, water, nutrients) gives them a competitive advantage, making them the dominant group in most terrestrial ecosystems. There are 60 distinct vascular plant species documented in the southwest Coast Mountains.",
      "source": "<a target=\"_blank\" href=\"https://www.gbif.org/\">GBIF</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-vascular-plants",
      "map1_url": "https://felt.com/embed/map/Vascular-Plant-Occurrences-9CDUDi5qKQ3mbIxcOZ2WgWD?loc=50.117%2C-123.057%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Vascular-Plant-Occurrences-9CDUDi5qKQ3mbIxcOZ2WgWD?loc=50.117%2C-123.057%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "03-04-01-mammals": {
      "title": "3.4.1 Mammals",
      "description": "Vertebrate animals of the class Mammalia are distinguished by having milk-producing mammary glands to nourish their young, a large neocortex region in the brain, body fur or hair for insulation, and three middle ear bones that amplify sound and greatly enhance hearing sensitivity. They are endothermic (warm-blooded), breathe air, and are quadrupedal, with most mammals using four limbs for land movement. More than 80 unique species are known to inhabit the southwest Coast Mountains, ranging in size from small ground squirrels to large-ranging grizzly bears.",
      "source": "<a target=\"_blank\" href=\"https://www.gbif.org/\">GBIF</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-pacific-fisher",
      "map1_url": "https://felt.com/embed/map/Mammal-Occurrences-lERDBeqmQ5Gudobw9CTQWjB?loc=50.117%2C-123.057%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Mammal-Occurrences-lERDBeqmQ5Gudobw9CTQWjB?loc=50.117%2C-123.057%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "03-05-01-herptiles": {
      "title": "3.5.1 Herptiles",
      "description": "Herptiles are an informal group of vertebrates that includes both amphibians and reptiles found in both terrestrial and freshwater environments. Amphibians (Class Amphibia) are commonly characterized by a life cycle that features an aquatic larval stage with gills and a terrestrial adult stage with lungs. Reptiles (Class Reptilia) are air-breathing, ectothermic (cold-blooded) vertebrates with scaly skin, most of which lay eggs on land. Over 25 distinct species are documented in the southwest Coast Mountains, including various toads, frogs, salamanders, turtles, lizards, and snakes.",
      "source": "<a target=\"_blank\" href=\"https://www.gbif.org/\">GBIF</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-western-toad",
      "map1_url": "https://felt.com/embed/map/Herptile-Occurrences-D2mciHXKThG2NWKgCSb3tB?loc=50.117%2C-123.057%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Herptile-Occurrences-D2mciHXKThG2NWKgCSb3tB?loc=50.117%2C-123.057%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-01-grizzly-bear": {
      "title": "4.1.1 Grizzly Bear",
      "description": "Grizzly bears (Ursus arctos horribilis) are powerful omnivores with a distinctive shoulder hump and long claws adapted for digging. Their fur ranges from dark brown to blonde, often tipped with silver, giving them a “grizzled” appearance. Found in remote mountainous and forested regions of British Columbia, grizzlies are solitary and wide-ranging, with home ranges spanning hundreds of square kilometres. They play a keystone role in ecosystems by turning over soil, dispersing seeds, and regulating prey populations. Grizzlies enter hibernation from November to April, and like black bears, undergo hyperphagia in late summer, consuming up to 20,000 calories daily to prepare for winter.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-grizzly-bear",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Grizzly-Bear-copy-9Ch9ARiWIsTz6gP9BOZVvQBMD?loc=50.117%2C-123.029%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Grizzly-Bear-copy-9Ch9ARiWIsTz6gP9BOZVvQBMD?loc=50.117%2C-123.029%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-02-wolverine": {
      "title": "4.1.2 Wolverine",
      "description": "Wolverines (Gulo gulo luscus) are muscular, solitary carnivores known for their strength, endurance, and tenacity. With thick dark fur, pale facial masks, and bushy tails, they resemble small bears more than weasels. Wolverines are adapted to cold, snowy environments and can travel vast distances in search of food. They scavenge large carcasses and hunt small prey, often caching food. In BC, wolverines are rare and elusive, with populations concentrated in remote mountainous terrain. Their low reproductive rate and sensitivity to disturbance make them vulnerable to habitat fragmentation.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-wolverine",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Canada-Lynx-b2g9Bzmb0RB2xisc89A2WKsB?loc=50.117%2C-123.029%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Canada-Lynx-b2g9Bzmb0RB2xisc89A2WKsB?loc=50.117%2C-123.029%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-03-pacific-fisher": {
      "title": "4.1.3 Pacific Fisher",
      "description": "The Pacific fisher (Pekania pennanti) is a secretive, forest-dwelling carnivore in the weasel family. With sleek chocolate-brown fur, bushy tails, and agile bodies, fishers are expert climbers and hunters. They prefer mature coniferous forests with complex canopy structure and abundant windfall timber, which they use for denning and hunting. Despite their name, fishers do not eat fish and instead they prey on squirrels, snowshoe hares, and even porcupines. In BC, Pacific fishers are rare and declining, with fragmented populations in the southern interior and isolated individuals in the Sea-to-sky region.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-pacific-fisher",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Pacific-Fisher-1eAqPrcgRFCOkSnC882UUB?loc=50.117%2C-123.029%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Pacific-Fisher-1eAqPrcgRFCOkSnC882UUB?loc=50.117%2C-123.029%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-04-canada-lynx": {
      "title": "4.1.4 Canada Lynx",
      "description": "Canada lynx (Lynx canadensis) are elusive, long-legged felines with tufted ears, short tails, and thick fur adapted to cold climates. Their oversized paws act like snowshoes, allowing them to hunt effectively in deep snow. Lynx are highly specialized predators of snowshoe hares, and their populations fluctuate in tandem with hare abundance. Solitary and nocturnal, lynx prefer dense coniferous forests with abundant understory and minimal human disturbance. In BC, they are most common in interior plateaus and northern ranges, with scattered individuals in the Sea-to-Sky region.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-canada-lynx",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Canada-Lynx-b2g9Bzmb0RB2xisc89A2WKsB?loc=50.117%2C-123.029%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Canada-Lynx-b2g9Bzmb0RB2xisc89A2WKsB?loc=50.117%2C-123.029%2C7.73z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-05-black-bear": {
      "title": "4.1.5 Black Bear",
      "description": "Black bears (Ursus americanus) are adaptable mammals found throughout British Columbia’s diverse landscapes, from coastal rainforests to alpine slopes. They have a stocky build, short claws, and a keen sense of smell that helps them forage for berries, insects, and fish. Their coat can range in colour from jet black to cinnamon or even creamy white. They play a vital role in maintaining healthy ecosystems by dispersing seeds and recycling nutrients. Unless food is abundant, black bears typically hibernate from November to March. From September, bears enter hyperphagia, during which their calorie intake increases from 5,000 to 20,000 per day.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-black-bear",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Black-Bear-uNZQagx9AT4Os3Rn7Ew9AjZD?loc=50.057%2C-123.212%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Black-Bear-uNZQagx9AT4Os3Rn7Ew9AjZD?loc=50.057%2C-123.212%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-06-black-tailed-deer": {
      "title": "4.1.6 Black-Tailed Deer",
      "description": "Black-tailed deer (Odocoileus hemionus columbianus), also known as mule deer, are browsers adapted to BC’s coastal rainforests. With reddish-brown summer coats and darker winter pelage, they’re named for their distinctive black-tipped tails. These deer are crepuscular, feeding at dawn and dusk, and rely on dense understory for cover. Males grow forked antlers annually, shedding them in late winter. Black-tailed deer are a vital prey species for cougars and wolves and play a key role in shaping forest vegetation through browsing.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-black-tailed-deer",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Black-tailed-Deer-h2YsekcnQuqD9BZxmkNZpqD?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Black-tailed-Deer-h2YsekcnQuqD9BZxmkNZpqD?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-07-coyote": {
      "title": "4.1.7 Coyote",
      "description": "Coyotes (Canis latrans) are versatile canids distinguished by their pointed ears, slender muzzle, and bushy, black-tipped tail often held downward while running. They have a grizzled, gray-brown coat that changes with the seasons. Highly adaptable, they thrive in diverse habitats ranging from forests and grasslands to dense urban environments. As a focal species, they function as mesopredators, helping regulate small-mammal populations and serving as generalist indicators of ecosystem connectivity and adaptability in fragmented landscapes.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-coyote",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Coyote-8eOuPKGdT9CqiNHUCuyrlxB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Coyote-8eOuPKGdT9CqiNHUCuyrlxB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-08-beaver": {
      "title": "4.1.8 Beaver",
      "description": "The beaver (Castor canadensis) is North America’s largest rodent, easily recognized by its large orange incisors, webbed hind feet, and broad, flat, scaly tail. These semi-aquatic mammals prefer freshwater habitats, such as rivers, streams, and lakes, bordered by abundant trees. Beavers are the quintessential ecosystem engineers and a keystone species; their dam-building fundamentally alters hydrology, creating wetlands that filter water, mitigate droughts, and provide critical habitat for a vast array of other species.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-beaver",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Beaver-kIQsHfkCQoGMlZ2oHdTLXD?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Beaver-kIQsHfkCQoGMlZ2oHdTLXD?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-09-mink": {
      "title": "4.1.9 Mink",
      "description": "The American mink (Neovison vison) is a sleek, semi-aquatic weasel characterized by a long, tubular body, dark chocolate-brown fur, and a distinctive white chin patch. They inhabit riparian zones, favouring banks of streams, lakes, and marshes with dense cover. As a focal species, the mink serves as an essential bioindicator of wetland health and water quality. As top-level aquatic predators, they are susceptible to pollutants such as mercury, reflecting the overall condition of their aquatic food webs.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-mink",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Mink-JWhVv9AafRJC9A6OTtoiaOpD?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Mink-JWhVv9AafRJC9A6OTtoiaOpD?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-10-hoary-marmot": {
      "title": "4.1.10 Hoary Marmot",
      "description": "Hoary marmots (Marmota caligata) are large, social ground squirrels known for their loud whistles, which gave Whistler its name, and communal sunbathing. Their thick silver-grey fur and white muzzle give them a frosted appearance, hence the name “hoary.” Marmots live in colonies and dig extensive burrow systems in alpine meadows, where they forage during the short summer season. They hibernate for up to eight months, relying on fat reserves built during peak forage. In BC, hoary marmots are common in high-elevation habitats, including the Garibaldi and Tantalus ranges.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-hoary-marmot",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Hoary-Marmot-Active-Season-copy-fB4SXj7OT5y9APpLv3haE9BA?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Hoary-Marmot-Active-Season-copy-fB4SXj7OT5y9APpLv3haE9BA?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-11-douglas’s-squirrel": {
      "title": "4.1.11 Douglas’s Squirrel",
      "description": "The Douglas’s squirrel (Tamiasciurus douglasii) is a lively, vocal tree squirrel with a rusty brown back, pale belly, bushy tail, and a distinct black side stripe in summer. Known for its rapid movements and sharp chatter, it plays a key role in forest ecosystems by dispersing seeds and spores. These squirrels are active year-round, caching cones and mushrooms around the forest. They prefer mature coniferous forests, especially those dominated by Douglas-fir, hemlock, and pine. Their nests, called dreys, are built in tree cavities or branch forks and lined with moss and bark.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-douglass-squirel",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Douglass-Squirrel-NgesYfdhQwy6fWn4VGKQOD?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Douglass-Squirrel-NgesYfdhQwy6fWn4VGKQOD?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-01-12-yellow-pine-chipmunk": {
      "title": "4.1.12 Yellow-Pine Chipmunk",
      "description": "The Yellow-pine chipmunk (Neotamias amoenus) is a small, agile rodent with bold facial stripes and a reddish-brown back. Chipmunks are excellent climbers and often forage in shrubs and low trees. They’re active during the day, storing food in cheek pouches and caching seeds for winter. Yellow-pine chipmunks hibernate in colder months, emerging in spring to breed and forage. Their vocalizations include high-pitched chips and trills used for alarm and territory defence.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-yellow-pine-chipmunk",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Yellow-Pine-Chipmunk-qn0xeF4eQ6GP1wYlTsk1lC?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Yellow-Pine-Chipmunk-qn0xeF4eQ6GP1wYlTsk1lC?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-02-01-pacific-tree-frog": {
      "title": "4.2.1 Pacific Tree Frog",
      "description": "The Pacific Tree frog (Pseudacris regilla) is a tiny, vocal amphibian known for its loud nighttime calls and remarkable colour variation, ranging from green to brown, with a dark eye stripe. They are technically tree frogs and possess toe pads for climbing. These frogs breed in shallow wetlands and temporary pools, laying eggs in clusters attached to vegetation. After metamorphosis, juveniles disperse into upland habitats. Pacific chorus frogs are active from spring through fall and hibernate in leaf litter or underground during winter.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-pacific-tree-frog",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Pacific-Tree-Frog-Breeding-Season-xtTxdcpUSpayQRh5xZfIaC?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Pacific-Tree-Frog-Breeding-Season-xtTxdcpUSpayQRh5xZfIaC?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-02-02-western-toad": {
      "title": "4.2.2 Western Toad",
      "description": "Western toads (Anaxyrus boreas) are stout amphibians with dry, bumpy skin and a pale stripe running down their back. Unlike frogs, they walk rather than hop, and their parotoid glands behind the eyes secrete mild toxins to deter predators. These toads breed in shallow wetlands and lay long strings of eggs. After metamorphosis, juveniles disperse into upland habitats, often traveling hundreds of meters from breeding sites. Western toads are active from spring to fall and hibernate underground during winter.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-western-toad",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Western-Toad-Breeding-Season-BBUTM682SmeOH8ajV4rlTB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Western-Toad-Breeding-Season-BBUTM682SmeOH8ajV4rlTB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-02-03-red-legged-frog": {
      "title": "4.2.3 Red-Legged Frog",
      "description": "Northern red-legged frogs (Rana aurora) are slender, long-legged amphibians with smooth skin and a reddish hue on their hind limbs. Their eyes are positioned slightly forward, and they often have a faint gold wash on their back. These frogs breed early in the year, sometimes while snow still lingers, laying egg masses in cool, still wetlands. After metamorphosis, juveniles disperse into moist forest habitats, where they forage and overwinter under logs or in root channels. They are sensitive to habitat disturbance and require cool, shaded environments to thrive.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-red-legged-frog",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-N-Red-Legged-Frog-Non-breeding-Season-MYZ9Ap3YEQfOiXH9BUPWKcZB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-N-Red-Legged-Frog-Non-breeding-Season-MYZ9Ap3YEQfOiXH9BUPWKcZB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-02-04-ensatina-salamander": {
      "title": "4.2.4 Ensatina Salamander",
      "description": "The Ensatina salamander (Ensatina eschscholtzii) is a small, lungless amphibian with smooth skin and a constricted tail base. Its coloration varies from reddish-brown to orange or gray, often with mottled patterns. Unlike many amphibians, Ensatinas do not have an aquatic larval stage, they hatch directly from eggs laid in moist terrestrial microhabitats. These salamanders breathe through their skin and require cool, damp environments to survive. They are nocturnal and secretive, sheltering under logs, leaf litter, and rocks during the day.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-ensatina-salamander",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Ensatina-Salamander-hB9BY4NtaTU9BiaWdPWZ5FwB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Ensatina-Salamander-hB9BY4NtaTU9BiaWdPWZ5FwB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-02-05-northwestern-salamander": {
      "title": "4.2.5 Northwestern Salamander",
      "description": "The Northwestern salamander (Ambystoma gracile) is a secretive amphibian with smooth brown skin and large parotoid glands behind the eyes. Adults are terrestrial, while larvae and juvenile individuals remain aquatic. They breed in still or slow-moving water, laying egg masses attached to submerged vegetation. After metamorphosis, juveniles disperse into moist forest habitats, often sheltering under logs, leaf litter, or in burrows. These salamanders are long-lived and sensitive to habitat disturbance, especially changes in moisture and temperature.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-northwest-salamander",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Northwest-Salamander-Breeding-Season-j3msob7iT9Cu3mBLd8hMMsB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Northwest-Salamander-Breeding-Season-j3msob7iT9Cu3mBLd8hMMsB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-02-06-long-toed-salamander": {
      "title": "4.2.6 Long-Toed Salamander",
      "description": "The long-toed salamander (Ambystoma macrodactylum) is a slender amphibian with a dark body, yellow or olive dorsal stripe, and notably elongated fourth toe on the hind foot. It breeds in shallow ponds and lakes, laying eggs singly or in small clusters attached to submerged vegetation. Larvae are aquatic, while adults are terrestrial and nocturnal, sheltering under logs, rocks, and leaf litter. These salamanders are active in spring and fall, often migrating short distances between breeding and foraging habitats. Their permeable skin makes them highly sensitive to pollutants and moisture loss.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-long-toed-salamander",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Long-Toed-Salamander-Breeding-Season-4BVbmpD9BR7elPJP5n4xxZA?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Long-Toed-Salamander-Breeding-Season-4BVbmpD9BR7elPJP5n4xxZA?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-02-07-northern-alligator-lizard": {
      "title": "4.2.7 Northern Alligator Lizard",
      "description": "Alligator lizards (Elgaria coerulea) are slender, long-bodied reptiles with rough scales and a distinctive fold along each side of the body. Their coloration ranges from olive to brown with dark bands, and have the ability to drop their tails to escape predators. These lizards are secretive and often found under logs, rocks, or leaf litter. They are active during warm months and hibernate in winter. Alligator lizards give birth to live young rather than laying eggs, a rare trait among reptiles in BC.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-aligator-lizard",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-N-Alligator-Lizard-3rnzid5PSOi5sSPP6wUTiB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-N-Alligator-Lizard-3rnzid5PSOi5sSPP6wUTiB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "04-02-08-garter-snake": {
      "title": "4.2.8 Garter Snake",
      "description": "Garter snakes (Thamnophis sirtalis) are slender, non-venomous reptiles with distinctive longitudinal stripes, typically yellow, green, or blue, running down their dark bodies. Males are considerably smaller than females. They are highly adaptable and often found near water, where they hunt amphibians and small fish. Garter snakes are active during the day and hibernate communally in winter, sometimes in large numbers. They give birth to live young and use their keen sense of smell and tongue-flicking to locate prey. In BC, several subspecies exist, including the common western garter snake and the more aquatic valley garter snake. In the Sea-to-Sky the most frequently seen is the common garter snake.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "occurrences",
      "icon": "icon-garter-snake",
      "map1_url": "https://felt.com/embed/map/Habitat-Suitability-Common-Garter-Snake-Active-Season-copy-WJstrX2DTPO1z11EdtC9BIB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1",
      "map2_url": "https://felt.com/embed/map/Habitat-Suitability-Common-Garter-Snake-Active-Season-copy-WJstrX2DTPO1z11EdtC9BIB?loc=50.107%2C-123.063%2C7.76z&legend=1&cooperativeGestures=0&link=1&geolocation=0&zoomControls=1&scaleBar=1"
    },
    "05-01-01-macrorefugia": {
      "title": "5.1.1 MacroRefugia",
      "description": "Macrorefugia are large geographical regions, such as entire mountain ranges or vast forest systems, that serve as long-term sanctuaries and offer a broad spectrum of buffered environmental conditions across the landscape. Their main function is to maintain large, viable populations and support ecosystem-level processes, enabling adaptation through genetic diversity and species migration over time. In the southern Coast Mountains, these include higher elevation slopes and mountain ranges, large intact watersheds, riparian corridors and associated wetlands, and extensive old-growth forests.",
      "source": "<a target=\"_blank\" href=\"https://zenodo.org/records/10603162\">Stolar et al., 2024</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-macro-refugia",
      "map1_url": "",
      "map2_url": ""
    },
    "05-02-01-microrefugia": {
      "title": "5.2.1 MicroRefugia",
      "description": "Microrefugia are much smaller, localized \"safe spots,\" potentially just a cool, moist slope or a shaded canyon bottom, defined by highly localized variations in topography or hydrology. They enable the short-term persistence of sensitive species by providing immediate shelter from extreme conditions and serving as critical stepping stones for survival across otherwise inhospitable areas. In the southern Coast Mountains, these include north-facing slopes and shaded ravines, groundwater-fed springs and perennial streams, and topographic depressions where dense cool air flows downslope, creating cooler pockets of buffered habitat.",
      "source": "<a target=\"_blank\" href=\"https://zenodo.org/records/10603162\">Stolar et al., 2024</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-micro-refugia",
      "map1_url": "",
      "map2_url": ""
    },
    "06-01-01-priority-linkages": {
      "title": "6.1.1 Priority Linkages",
      "description": "Modelled pathways of ecological connectivity that provide the most efficient movement corridors for wildlife and gene flow across the widest range of species. These pathways identify areas of least resistance for animals and plants to move between protected areas and other high-value habitats, including core and stepping-stone patches found in fragmented landscapes at lower elevations and in valley bottoms. Mapping these movement corridors helps guide the development of practical conservation solutions that deliver the greatest benefits for vulnerable plants and animals.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-priority-linkages",
      "map1_url": "",
      "map2_url": ""
    },
    "06-02-01-human-footprint": {
      "title": "6.2.1 Human Footprint",
      "description": "The extent and degree to which human impacts reduce or damage ecosystem health and fragment natural wildland habitats. This includes both the permanent loss of wildland habitat for urban expansion (e.g., environment, roads, energy pipelines, and utility corridors) and shorter-term landscape disturbances caused by agriculture, timber harvesting, and mining. The cumulative impact of increased human activities in these areas results in biodiversity loss and disrupts natural patterns of ecological connectivity.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-human-footprint",
      "map1_url": "",
      "map2_url": ""
    },
    "06-03-01-climate-corridors": {
      "title": "6.3.1 Climate Corridors",
      "description": "Defined geographical areas of natural habitat, riparian zones (areas along rivers or streams), or mountain ranges, that connect larger patches of suitable wildland habitat. They are used to develop conservation strategies to mitigate the effects of a warming climate by providing physical routes for plants and animals to migrate to more suitable, cooler environments (e.g., higher latitudes or elevations). They are a practical, on-the-ground approach to reducing habitat fragmentation and encouraging species dispersal, aiming to build landscape resilience in the southern Coast Mountains.",
      "source": "<a target=\"_blank\" href=\"https://zenodo.org/records/10603162\">Stolar et al., 2024</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-climate-corridors",
      "map1_url": "",
      "map2_url": ""
    },
    "06-04-01-connectivity-overlay": {
      "title": "6.4.1 Connectivity Overlay",
      "description": "A planning tool based on the results of an ecological connectivity network design that establishes specific management criteria for identifying compatible and incompatible land use activities according to their potential to cause adverse effects on animal movement within a designated wildlife corridor. The overlay references existing zoning or resource development plans and prioritizes the management of more restrictive land-use activities within zones with moderate and high connectivity potential. It also helps to increase awareness and understanding of ecological connectivity within the community.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "categorical values",
      "icon": "icon-connectivity-overlay",
      "map1_url": "",
      "map2_url": ""
    },
    "06-04-02-effective-means": {
      "title": "6.4.2 Effective Means",
      "description": "Formal and informal mechanisms that planners and decision-makers can use to implement a wildlife connectivity action plan. Formal mechanisms include legal means, such as Indigenous law, legislation, and land-use regulations; policy instruments, such as official community plans rooted in law; bylaws; binding agreements; partnerships; or contracts. Informal mechanisms encompass voluntary agreements or partnerships not governed by law, incentive programs, negotiation outcomes, cultural customs, or recognized traditional values. Spatial representations of these mechanisms help guide practical solutions for implementing a wildlife connectivity action plan.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "categorical values",
      "icon": "icon-effective-means",
      "map1_url": "",
      "map2_url": ""
    },
    "07-01-01-large-range-cores": {
      "title": "7.1.1 Large-Range Cores",
      "description": "Habitat cores for large-ranging focal species reflect access to food, water, and shelter; reproduction; social structures (i.e., solitary or group behaviour); environmental stability; and the ability to move freely within a given home range. For carnivore species in this grouping, habitat cores are characterized by mean home-range sizes of 30 square kilometres, minimum stepping-stone patch sizes of 13,000 hectares, and dispersal distances of 60 kilometres.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "",
      "icon": "icon-large-range-species",
      "map1_url": "",
      "map2_url": ""
    },
    "07-01-02-grizzly-bear": {
      "title": "7.1.2 Grizzly Bear",
      "description": "Grizzly bears (Ursus arctos horribilis) are powerful omnivores with a distinctive shoulder hump and long claws adapted for digging. Their fur ranges from dark brown to blonde, often tipped with silver, giving them a “grizzled” appearance. Found in remote mountainous and forested regions of British Columbia, grizzlies are solitary and wide-ranging, with home ranges spanning hundreds of square kilometres. They play a keystone role in ecosystems by turning over soil, dispersing seeds, and regulating prey populations. Grizzlies enter hibernation from November to April, and like black bears, undergo hyperphagia in late summer, consuming up to 20,000 calories daily to prepare for winter.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-grizzly-bear",
      "map1_url": "",
      "map2_url": ""
    },
    "07-01-03-wolverine": {
      "title": "7.1.3 Wolverine",
      "description": "Wolverines (Gulo gulo luscus) are muscular, solitary carnivores known for their strength, endurance, and tenacity. With thick dark fur, pale facial masks, and bushy tails, they resemble small bears more than weasels. Wolverines are adapted to cold, snowy environments and can travel vast distances in search of food. They scavenge large carcasses and hunt small prey, often caching food. In BC, wolverines are rare and elusive, with populations concentrated in remote mountainous terrain. Their low reproductive rate and sensitivity to disturbance make them vulnerable to habitat fragmentation.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-wolverine",
      "map1_url": "",
      "map2_url": ""
    },
    "07-01-04-pacific-fisher": {
      "title": "7.1.4 Pacific Fisher",
      "description": "The Pacific fisher (Pekania pennanti) is a secretive, forest-dwelling carnivore in the weasel family. With sleek chocolate-brown fur, bushy tails, and agile bodies, fishers are expert climbers and hunters. They prefer mature coniferous forests with complex canopy structure and abundant windfall timber, which they use for denning and hunting. Despite their name, fishers do not eat fish and instead they prey on squirrels, snowshoe hares, and even porcupines. In BC, Pacific fishers are rare and declining, with fragmented populations in the southern interior and isolated individuals in the Sea-to-sky region.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-pacific-fisher",
      "map1_url": "",
      "map2_url": ""
    },
    "07-01-05-canada-lynx": {
      "title": "7.1.5 Canada Lynx",
      "description": "Canada lynx (Lynx canadensis) are elusive, long-legged felines with tufted ears, short tails, and thick fur adapted to cold climates. Their oversized paws act like snowshoes, allowing them to hunt effectively in deep snow. Lynx are highly specialized predators of snowshoe hares, and their populations fluctuate in tandem with hare abundance. Solitary and nocturnal, lynx prefer dense coniferous forests with abundant understory and minimal human disturbance. In BC, they are most common in interior plateaus and northern ranges, with scattered individuals in the Sea-to-Sky region.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-canada-lynx",
      "map1_url": "",
      "map2_url": ""
    },
    "07-02-01-medium-range-cores": {
      "title": "7.2.1 Medium-Range Cores",
      "description": "Habitat cores for large-ranging focal species reflect access to food, water, and shelter; reproduction; social structures (i.e., solitary or group behaviour); environmental stability; and the ability to move freely within a given home range. For carnivore species in this grouping, habitat cores are characterized by mean home-range sizes of 30 square kilometres, minimum stepping-stone patch sizes of 13,000 hectares, and dispersal distances of 60 kilometres.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "",
      "icon": "icon-moderate-range-species",
      "map1_url": "",
      "map2_url": ""
    },
    "07-02-02-black-bear": {
      "title": "7.2.2 Black Bear",
      "description": "Black bears (Ursus americanus) are adaptable mammals found throughout British Columbia’s diverse landscapes, from coastal rainforests to alpine slopes. They have a stocky build, short claws, and a keen sense of smell that helps them forage for berries, insects, and fish. Their coat can range in colour from jet black to cinnamon or even creamy white. They play a vital role in maintaining healthy ecosystems by dispersing seeds and recycling nutrients. Unless food is abundant, black bears typically hibernate from November to March. From September, bears enter hyperphagia, during which their calorie intake increases from 5,000 to 20,000 per day.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-black-bear",
      "map1_url": "",
      "map2_url": ""
    },
    "07-02-03-mountain-goat": {
      "title": "7.2.3 Mountain Goat",
      "description": "Mountain goats (Ursus americanus) are iconic alpine specialists, adapted to life on steep cliffs and rugged terrain. With thick white coats, black horns, and muscular builds, they navigate vertical landscapes with ease. Their split hooves and rough pads provide grip on rock faces, allowing them to escape predators and access high-elevation forage. Found throughout BC’s mountainous regions, mountain goats are sensitive to disturbance and require undisturbed escape terrain. Their seasonal movements follow snowlines and forage availability, often descending in winter and ascending in summer.",
      "source": "<a target=\"_blank\" href=\"https://www.frontiersin.org/journals/environmental-science/articles/10.3389/fenvs.2022.958596/full\">Wilson et al., 2022</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-mountain-goat",
      "map1_url": "",
      "map2_url": ""
    },
    "07-02-04-black-tailed-deer": {
      "title": "7.2.4 Black-Tailed Deer",
      "description": "Black-tailed deer (Odocoileus hemionus columbianus), also known as mule deer, are browsers adapted to BC’s coastal rainforests. With reddish-brown summer coats and darker winter pelage, they’re named for their distinctive black-tipped tails. These deer are crepuscular, feeding at dawn and dusk, and rely on dense understory for cover. Males grow forked antlers annually, shedding them in late winter. Black-tailed deer are a vital prey species for cougars and wolves and play a key role in shaping forest vegetation through browsing.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-black-tailed-deer",
      "map1_url": "",
      "map2_url": ""
    },
    "07-02-05-coyote": {
      "title": "7.2.5 Coyote",
      "description": "Coyotes (Canis latrans) are versatile canids distinguished by their pointed ears, slender muzzle, and bushy, black-tipped tail often held downward while running. They have a grizzled, gray-brown coat that changes with the seasons. Highly adaptable, they thrive in diverse habitats ranging from forests and grasslands to dense urban environments. As a focal species, they function as mesopredators, helping regulate small-mammal populations and serving as generalist indicators of ecosystem connectivity and adaptability in fragmented landscapes.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-coyote",
      "map1_url": "",
      "map2_url": ""
    },
    "07-03-01-small-range-cores": {
      "title": "7.3.1 Small-Range Cores",
      "description": "Habitat cores for small-ranging focal species reflect life-cycle needs such as access to food, water, and shelter; reproduction; social structures (i.e., solitary or group behaviour); environmental stability; and the ability to move freely within a given home range. For species in this grouping, habitat cores are characterized by mean home-range sizes of less than 1 square kilometre, minimum stepping-stone patch sizes of 350 hectares, and dispersal distances of 6 kilometres.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "",
      "icon": "icon-small-range-species",
      "map1_url": "",
      "map2_url": ""
    },
    "07-03-02-beaver": {
      "title": "7.3.2 Beaver",
      "description": "The beaver (Castor canadensis) is North America’s largest rodent, easily recognized by its large orange incisors, webbed hind feet, and broad, flat, scaly tail. These semi-aquatic mammals prefer freshwater habitats, such as rivers, streams, and lakes, bordered by abundant trees. Beavers are the quintessential ecosystem engineers and a keystone species; their dam-building fundamentally alters hydrology, creating wetlands that filter water, mitigate droughts, and provide critical habitat for a vast array of other species.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-beaver",
      "map1_url": "",
      "map2_url": ""
    },
    "07-03-03-minkj": {
      "title": "7.3.3 Minkj",
      "description": "The American mink (Neovison vison) is a sleek, semi-aquatic weasel characterized by a long, tubular body, dark chocolate-brown fur, and a distinctive white chin patch. They inhabit riparian zones, favouring banks of streams, lakes, and marshes with dense cover. As a focal species, the mink serves as an essential bioindicator of wetland health and water quality. As top-level aquatic predators, they are susceptible to pollutants such as mercury, reflecting the overall condition of their aquatic food webs.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-mink",
      "map1_url": "",
      "map2_url": ""
    },
    "07-03-04-hoary-marmot": {
      "title": "7.3.4 Hoary Marmot",
      "description": "Hoary marmots (Marmota caligata) are large, social ground squirrels known for their loud whistles, which gave Whistler its name, and communal sunbathing. Their thick silver-grey fur and white muzzle give them a frosted appearance, hence the name “hoary.” Marmots live in colonies and dig extensive burrow systems in alpine meadows, where they forage during the short summer season. They hibernate for up to eight months, relying on fat reserves built during peak forage. In BC, hoary marmots are common in high-elevation habitats, including the Garibaldi and Tantalus ranges.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-hoary-marmot",
      "map1_url": "",
      "map2_url": ""
    },
    "07-03-05-douglas’s-squirrel": {
      "title": "7.3.5 Douglas’s Squirrel",
      "description": "The Douglas’s squirrel (Tamiasciurus douglasii) is a lively, vocal tree squirrel with a rusty brown back, pale belly, bushy tail, and a distinct black side stripe in summer. Known for its rapid movements and sharp chatter, it plays a key role in forest ecosystems by dispersing seeds and spores. These squirrels are active year-round, caching cones and mushrooms around the forest. They prefer mature coniferous forests, especially those dominated by Douglas-fir, hemlock, and pine. Their nests, called dreys, are built in tree cavities or branch forks and lined with moss and bark.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-douglass-squirel",
      "map1_url": "",
      "map2_url": ""
    },
    "07-03-06-yellow-pine-chipmunk": {
      "title": "7.3.6 Yellow-Pine Chipmunk",
      "description": "The Yellow-pine chipmunk (Neotamias amoenus) is a small, agile rodent with bold facial stripes and a reddish-brown back. Chipmunks are excellent climbers and often forage in shrubs and low trees. They’re active during the day, storing food in cheek pouches and caching seeds for winter. Yellow-pine chipmunks hibernate in colder months, emerging in spring to breed and forage. Their vocalizations include high-pitched chips and trills used for alarm and territory defence.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-yellow-pine-chipmunk",
      "map1_url": "",
      "map2_url": ""
    },
    "07-03-07-garter-snake": {
      "title": "7.3.7 Garter Snake",
      "description": "Garter snakes (Thamnophis sirtalis) are slender, non-venomous reptiles with distinctive longitudinal stripes, typically yellow, green, or blue, running down their dark bodies. Males are considerably smaller than females. They are highly adaptable and often found near water, where they hunt amphibians and small fish. Garter snakes are active during the day and hibernate communally in winter, sometimes in large numbers. They give birth to live young and use their keen sense of smell and tongue-flicking to locate prey. In BC, several subspecies exist, including the common western garter snake and the more aquatic valley garter snake. In the Sea-to-Sky the most frequently seen is the common garter snake.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-garter-snake",
      "map1_url": "",
      "map2_url": ""
    },
    "07-03-08-pacific-tree-frog": {
      "title": "7.3.8 Pacific Tree Frog",
      "description": "The Pacific Tree frog (Pseudacris regilla) is a tiny, vocal amphibian known for its loud nighttime calls and remarkable colour variation, ranging from green to brown, with a dark eye stripe. They are technically tree frogs and possess toe pads for climbing. These frogs breed in shallow wetlands and temporary pools, laying eggs in clusters attached to vegetation. After metamorphosis, juveniles disperse into upland habitats. Pacific chorus frogs are active from spring through fall and hibernate in leaf litter or underground during winter.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-pacific-tree-frog",
      "map1_url": "",
      "map2_url": ""
    },
    "07-04-01-micro-range-cores": {
      "title": "7.4.1 Micro-Range Cores",
      "description": "Habitat cores for small-ranging focal species reflect life-cycle needs such as access to food, water, and shelter; reproduction; social structures (i.e., solitary or group behaviour); environmental stability; and the ability to move freely within a given home range. For species in this grouping, habitat cores are characterized by patch sizes of 2 -5 hectares and mean dispersal distances of up to 1 kilometre.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "",
      "icon": "icon-micro-range-species",
      "map1_url": "",
      "map2_url": ""
    },
    "07-04-02-western-toad": {
      "title": "7.4.2 Western Toad",
      "description": "Western toads (Anaxyrus boreas) are stout amphibians with dry, bumpy skin and a pale stripe running down their back. Unlike frogs, they walk rather than hop, and their parotoid glands behind the eyes secrete mild toxins to deter predators. These toads breed in shallow wetlands and lay long strings of eggs. After metamorphosis, juveniles disperse into upland habitats, often traveling hundreds of meters from breeding sites. Western toads are active from spring to fall and hibernate underground during winter.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-western-toad",
      "map1_url": "",
      "map2_url": ""
    },
    "07-04-03-red-legged-frog": {
      "title": "7.4.3 Red-Legged Frog",
      "description": "Northern red-legged frogs (Rana aurora) are slender, long-legged amphibians with smooth skin and a reddish hue on their hind limbs. Their eyes are positioned slightly forward, and they often have a faint gold wash on their back. These frogs breed early in the year, sometimes while snow still lingers, laying egg masses in cool, still wetlands. After metamorphosis, juveniles disperse into moist forest habitats, where they forage and overwinter under logs or in root channels. They are sensitive to habitat disturbance and require cool, shaded environments to thrive.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-red-legged-frog",
      "map1_url": "",
      "map2_url": ""
    },
    "07-04-04-ensatina-salamander": {
      "title": "7.4.4 Ensatina Salamander",
      "description": "The Ensatina salamander (Ensatina eschscholtzii) is a small, lungless amphibian with smooth skin and a constricted tail base. Its coloration varies from reddish-brown to orange or gray, often with mottled patterns. Unlike many amphibians, Ensatinas do not have an aquatic larval stage, they hatch directly from eggs laid in moist terrestrial microhabitats. These salamanders breathe through their skin and require cool, damp environments to survive. They are nocturnal and secretive, sheltering under logs, leaf litter, and rocks during the day.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-ensatina-salamander",
      "map1_url": "",
      "map2_url": ""
    },
    "07-04-05-northwestern-salamander": {
      "title": "7.4.5 Northwestern Salamander",
      "description": "The Northwestern salamander (Ambystoma gracile) is a secretive amphibian with smooth brown skin and large parotoid glands behind the eyes. Adults are terrestrial, while larvae and juvenile individuals remain aquatic. They breed in still or slow-moving water, laying egg masses attached to submerged vegetation. After metamorphosis, juveniles disperse into moist forest habitats, often sheltering under logs, leaf litter, or in burrows. These salamanders are long-lived and sensitive to habitat disturbance, especially changes in moisture and temperature.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-northwest-salamander",
      "map1_url": "",
      "map2_url": ""
    },
    "07-04-06-long-toed-salamander": {
      "title": "7.4.6 Long-Toed Salamander",
      "description": "The long-toed salamander (Ambystoma macrodactylum) is a slender amphibian with a dark body, yellow or olive dorsal stripe, and notably elongated fourth toe on the hind foot. It breeds in shallow ponds and lakes, laying eggs singly or in small clusters attached to submerged vegetation. Larvae are aquatic, while adults are terrestrial and nocturnal, sheltering under logs, rocks, and leaf litter. These salamanders are active in spring and fall, often migrating short distances between breeding and foraging habitats. Their permeable skin makes them highly sensitive to pollutants and moisture loss.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-long-toed-salamander",
      "map1_url": "",
      "map2_url": ""
    },
    "07-04-07-northern-alligator-lizard": {
      "title": "7.4.7 Northern Alligator Lizard",
      "description": "Alligator lizards (Elgaria coerulea) are slender, long-bodied reptiles with rough scales and a distinctive fold along each side of the body. Their coloration ranges from olive to brown with dark bands, and have the ability to drop their tails to escape predators. These lizards are secretive and often found under logs, rocks, or leaf litter. They are active during warm months and hibernate in winter. Alligator lizards give birth to live young rather than laying eggs, a rare trait among reptiles in BC.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-aligator-lizard",
      "map1_url": "",
      "map2_url": ""
    },
    "08-01-01-large-range-linkages": {
      "title": "8.1.1 Large-Range Linkages",
      "description": "Corridors for large-ranging mammals (e.g., grizzly bears, wolves, elk, lynx) are usually extensive, often spanning landscape-scale or transboundary natural pathways that link large core habitats. These corridors must be wide enough to support not only movement but also normal behaviour, providing adequate food, water, and cover to reduce human-wildlife conflict and facilitate genetic exchange over broad areas. At local and regional levels, they help guide the placement of crossing structures, such as highway overpasses and underpasses, to ensure safe passage across human-made barriers.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "",
      "icon": "icon-large-range-corridors",
      "map1_url": "",
      "map2_url": ""
    },
    "08-01-02-grizzly-bear": {
      "title": "8.1.2 Grizzly Bear",
      "description": "Grizzly bears (Ursus arctos horribilis) are powerful omnivores with a distinctive shoulder hump and long claws adapted for digging. Their fur ranges from dark brown to blonde, often tipped with silver, giving them a “grizzled” appearance. Found in remote mountainous and forested regions of British Columbia, grizzlies are solitary and wide-ranging, with home ranges spanning hundreds of square kilometres. They play a keystone role in ecosystems by turning over soil, dispersing seeds, and regulating prey populations. Grizzlies enter hibernation from November to April, and like black bears, undergo hyperphagia in late summer, consuming up to 20,000 calories daily to prepare for winter.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-grizzly-bear",
      "map1_url": "",
      "map2_url": ""
    },
    "08-01-03-wolverine": {
      "title": "8.1.3 Wolverine",
      "description": "Wolverines (Gulo gulo luscus) are muscular, solitary carnivores known for their strength, endurance, and tenacity. With thick dark fur, pale facial masks, and bushy tails, they resemble small bears more than weasels. Wolverines are adapted to cold, snowy environments and can travel vast distances in search of food. They scavenge large carcasses and hunt small prey, often caching food. In BC, wolverines are rare and elusive, with populations concentrated in remote mountainous terrain. Their low reproductive rate and sensitivity to disturbance make them vulnerable to habitat fragmentation.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-wolverine",
      "map1_url": "",
      "map2_url": ""
    },
    "08-01-04-pacific-fisher": {
      "title": "8.1.4 Pacific Fisher",
      "description": "The Pacific fisher (Pekania pennanti) is a secretive, forest-dwelling carnivore in the weasel family. With sleek chocolate-brown fur, bushy tails, and agile bodies, fishers are expert climbers and hunters. They prefer mature coniferous forests with complex canopy structure and abundant windfall timber, which they use for denning and hunting. Despite their name, fishers do not eat fish and instead they prey on squirrels, snowshoe hares, and even porcupines. In BC, Pacific fishers are rare and declining, with fragmented populations in the southern interior and isolated individuals in the Sea-to-sky region.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-pacific-fisher",
      "map1_url": "",
      "map2_url": ""
    },
    "08-01-05-canada-lynx": {
      "title": "8.1.5 Canada Lynx",
      "description": "Canada lynx (Lynx canadensis) are elusive, long-legged felines with tufted ears, short tails, and thick fur adapted to cold climates. Their oversized paws act like snowshoes, allowing them to hunt effectively in deep snow. Lynx are highly specialized predators of snowshoe hares, and their populations fluctuate in tandem with hare abundance. Solitary and nocturnal, lynx prefer dense coniferous forests with abundant understory and minimal human disturbance. In BC, they are most common in interior plateaus and northern ranges, with scattered individuals in the Sea-to-Sky region.",
      "source": "<a target=\"_blank\" href=\"https://terradapt.org/\">TerrAdapt</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-canada-lynx",
      "map1_url": "",
      "map2_url": ""
    },
    "08-02-01-medium-range-linkages": {
      "title": "8.2.1 Medium-Range Linkages",
      "description": "Corridors for medium-ranging mammals (e.g., bobcats, coyotes, foxes, deer) connect smaller, more numerous core habitat patches. They can be natural features, such as riparian buffers or hedgerows, and must be protected from intense edge effects including invasive species, human activity, and high predation risk. These medium-range corridors help identify bottlenecks (pinch points) and guide land management solutions to improve passage (e.g., fencing or vegetation restoration). Locally, they support connections between green spaces in settled areas and regional connectivity corridors.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "",
      "icon": "icon-moderate-range-corridors",
      "map1_url": "",
      "map2_url": ""
    },
    "08-02-02-black-bear": {
      "title": "8.2.2 Black Bear",
      "description": "Black bears (Ursus americanus) are adaptable mammals found throughout British Columbia’s diverse landscapes, from coastal rainforests to alpine slopes. They have a stocky build, short claws, and a keen sense of smell that helps them forage for berries, insects, and fish. Their coat can range in colour from jet black to cinnamon or even creamy white. They play a vital role in maintaining healthy ecosystems by dispersing seeds and recycling nutrients. Unless food is abundant, black bears typically hibernate from November to March. From September, bears enter hyperphagia, during which their calorie intake increases from 5,000 to 20,000 per day.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-black-bear",
      "map1_url": "",
      "map2_url": ""
    },
    "08-02-03-mountain-goat": {
      "title": "8.2.3 Mountain Goat",
      "description": "Mountain goats (Ursus americanus) are iconic alpine specialists, adapted to life on steep cliffs and rugged terrain. With thick white coats, black horns, and muscular builds, they navigate vertical landscapes with ease. Their split hooves and rough pads provide grip on rock faces, allowing them to escape predators and access high-elevation forage. Found throughout BC’s mountainous regions, mountain goats are sensitive to disturbance and require undisturbed escape terrain. Their seasonal movements follow snowlines and forage availability, often descending in winter and ascending in summer.",
      "source": "<a target=\"_blank\" href=\"https://www.frontiersin.org/journals/environmental-science/articles/10.3389/fenvs.2022.958596/full\">Wilson et al., 2022</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-mountain-goat",
      "map1_url": "",
      "map2_url": ""
    },
    "08-02-04-black-tailed-deer": {
      "title": "8.2.4 Black-Tailed Deer",
      "description": "Black-tailed deer (Odocoileus hemionus columbianus), also known as mule deer, are browsers adapted to BC’s coastal rainforests. With reddish-brown summer coats and darker winter pelage, they’re named for their distinctive black-tipped tails. These deer are crepuscular, feeding at dawn and dusk, and rely on dense understory for cover. Males grow forked antlers annually, shedding them in late winter. Black-tailed deer are a vital prey species for cougars and wolves and play a key role in shaping forest vegetation through browsing.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-black-tailed-deer",
      "map1_url": "",
      "map2_url": ""
    },
    "08-02-05-coyote": {
      "title": "8.2.5 Coyote",
      "description": "Coyotes (Canis latrans) are versatile canids distinguished by their pointed ears, slender muzzle, and bushy, black-tipped tail often held downward while running. They have a grizzled, gray-brown coat that changes with the seasons. Highly adaptable, they thrive in diverse habitats ranging from forests and grasslands to dense urban environments. As a focal species, they function as mesopredators, helping regulate small-mammal populations and serving as generalist indicators of ecosystem connectivity and adaptability in fragmented landscapes.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-coyote",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-01-small-range-linkages": {
      "title": "8.3.1 Small-Range Linkages",
      "description": "Corridors for small-ranging species (e.g., shrews, some rodents and herptiles) are on a much finer scale, often consisting of maintained strips of vegetation, brush piles, or even simple culverts that allow movement between adjacent micro-habitats. Their design focuses on safe passage over very short distances to avoid local threats such as roads, trails or developed lots. At the local level, they can be integrated into urban design and land use policies. At the regional scale, they help enhance ecosystem resilience to microclimatic changes.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "",
      "icon": "icon-small-range-corridors",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-02-beaver": {
      "title": "8.3.2 Beaver",
      "description": "The beaver (Castor canadensis) is North America’s largest rodent, easily recognized by its large orange incisors, webbed hind feet, and broad, flat, scaly tail. These semi-aquatic mammals prefer freshwater habitats, such as rivers, streams, and lakes, bordered by abundant trees. Beavers are the quintessential ecosystem engineers and a keystone species; their dam-building fundamentally alters hydrology, creating wetlands that filter water, mitigate droughts, and provide critical habitat for a vast array of other species.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-beaver",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-03-mink": {
      "title": "8.3.3 Mink",
      "description": "The American mink (Neovison vison) is a sleek, semi-aquatic weasel characterized by a long, tubular body, dark chocolate-brown fur, and a distinctive white chin patch. They inhabit riparian zones, favouring banks of streams, lakes, and marshes with dense cover. As a focal species, the mink serves as an essential bioindicator of wetland health and water quality. As top-level aquatic predators, they are susceptible to pollutants such as mercury, reflecting the overall condition of their aquatic food webs.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-mink",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-04-hoary-marmot": {
      "title": "8.3.4 Hoary Marmot",
      "description": "Hoary marmots (Marmota caligata) are large, social ground squirrels known for their loud whistles, which gave Whistler its name, and communal sunbathing. Their thick silver-grey fur and white muzzle give them a frosted appearance, hence the name “hoary.” Marmots live in colonies and dig extensive burrow systems in alpine meadows, where they forage during the short summer season. They hibernate for up to eight months, relying on fat reserves built during peak forage. In BC, hoary marmots are common in high-elevation habitats, including the Garibaldi and Tantalus ranges.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-hoary-marmot",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-05-douglas’s-squirrel": {
      "title": "8.3.5 Douglas’s Squirrel",
      "description": "The Douglas’s squirrel (Tamiasciurus douglasii) is a lively, vocal tree squirrel with a rusty brown back, pale belly, bushy tail, and a distinct black side stripe in summer. Known for its rapid movements and sharp chatter, it plays a key role in forest ecosystems by dispersing seeds and spores. These squirrels are active year-round, caching cones and mushrooms around the forest. They prefer mature coniferous forests, especially those dominated by Douglas-fir, hemlock, and pine. Their nests, called dreys, are built in tree cavities or branch forks and lined with moss and bark.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-douglass-squirel",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-06-yellow-pine-chipmunk": {
      "title": "8.3.6 Yellow-Pine Chipmunk",
      "description": "The Yellow-pine chipmunk (Neotamias amoenus) is a small, agile rodent with bold facial stripes and a reddish-brown back. Chipmunks are excellent climbers and often forage in shrubs and low trees. They’re active during the day, storing food in cheek pouches and caching seeds for winter. Yellow-pine chipmunks hibernate in colder months, emerging in spring to breed and forage. Their vocalizations include high-pitched chips and trills used for alarm and territory defence.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-yellow-pine-chipmunk",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-07-garter-snake": {
      "title": "8.3.7 Garter Snake",
      "description": "Garter snakes (Thamnophis sirtalis) are slender, non-venomous reptiles with distinctive longitudinal stripes, typically yellow, green, or blue, running down their dark bodies. Males are considerably smaller than females. They are highly adaptable and often found near water, where they hunt amphibians and small fish. Garter snakes are active during the day and hibernate communally in winter, sometimes in large numbers. They give birth to live young and use their keen sense of smell and tongue-flicking to locate prey. In BC, several subspecies exist, including the common western garter snake and the more aquatic valley garter snake. In the Sea-to-Sky the most frequently seen is the common garter snake.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-garter-snake",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-08-pacific-tree-frog": {
      "title": "8.3.8 Pacific Tree Frog",
      "description": "The Pacific Tree frog (Pseudacris regilla) is a tiny, vocal amphibian known for its loud nighttime calls and remarkable colour variation, ranging from green to brown, with a dark eye stripe. They are technically tree frogs and possess toe pads for climbing. These frogs breed in shallow wetlands and temporary pools, laying eggs in clusters attached to vegetation. After metamorphosis, juveniles disperse into upland habitats. Pacific chorus frogs are active from spring through fall and hibernate in leaf litter or underground during winter.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-pacific-tree-frog",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-09-western-toad": {
      "title": "8.3.9 Western Toad",
      "description": "Western toads (Anaxyrus boreas) are stout amphibians with dry, bumpy skin and a pale stripe running down their back. Unlike frogs, they walk rather than hop, and their parotoid glands behind the eyes secrete mild toxins to deter predators. These toads breed in shallow wetlands and lay long strings of eggs. After metamorphosis, juveniles disperse into upland habitats, often traveling hundreds of meters from breeding sites. Western toads are active from spring to fall and hibernate underground during winter.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-western-toad",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-10-red-legged-frog": {
      "title": "8.3.10 Red-Legged Frog",
      "description": "Northern red-legged frogs (Rana aurora) are slender, long-legged amphibians with smooth skin and a reddish hue on their hind limbs. Their eyes are positioned slightly forward, and they often have a faint gold wash on their back. These frogs breed early in the year, sometimes while snow still lingers, laying egg masses in cool, still wetlands. After metamorphosis, juveniles disperse into moist forest habitats, where they forage and overwinter under logs or in root channels. They are sensitive to habitat disturbance and require cool, shaded environments to thrive.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-red-legged-frog",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-11-ensatina-salamander": {
      "title": "8.3.11 Ensatina Salamander",
      "description": "The Ensatina salamander (Ensatina eschscholtzii) is a small, lungless amphibian with smooth skin and a constricted tail base. Its coloration varies from reddish-brown to orange or gray, often with mottled patterns. Unlike many amphibians, Ensatinas do not have an aquatic larval stage, they hatch directly from eggs laid in moist terrestrial microhabitats. These salamanders breathe through their skin and require cool, damp environments to survive. They are nocturnal and secretive, sheltering under logs, leaf litter, and rocks during the day.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-ensatina-salamander",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-12-northwestern-salamander": {
      "title": "8.3.12 Northwestern Salamander",
      "description": "The Northwestern salamander (Ambystoma gracile) is a secretive amphibian with smooth brown skin and large parotoid glands behind the eyes. Adults are terrestrial, while larvae and juvenile individuals remain aquatic. They breed in still or slow-moving water, laying egg masses attached to submerged vegetation. After metamorphosis, juveniles disperse into moist forest habitats, often sheltering under logs, leaf litter, or in burrows. These salamanders are long-lived and sensitive to habitat disturbance, especially changes in moisture and temperature.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-northwest-salamander",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-13-long-toed-salamander": {
      "title": "8.3.13 Long-Toed Salamander",
      "description": "The long-toed salamander (Ambystoma macrodactylum) is a slender amphibian with a dark body, yellow or olive dorsal stripe, and notably elongated fourth toe on the hind foot. It breeds in shallow ponds and lakes, laying eggs singly or in small clusters attached to submerged vegetation. Larvae are aquatic, while adults are terrestrial and nocturnal, sheltering under logs, rocks, and leaf litter. These salamanders are active in spring and fall, often migrating short distances between breeding and foraging habitats. Their permeable skin makes them highly sensitive to pollutants and moisture loss.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-long-toed-salamander",
      "map1_url": "",
      "map2_url": ""
    },
    "08-03-14-northern-alligator-lizard": {
      "title": "8.3.14 Northern Alligator Lizard",
      "description": "Alligator lizards (Elgaria coerulea) are slender, long-bodied reptiles with rough scales and a distinctive fold along each side of the body. Their coloration ranges from olive to brown with dark bands, and have the ability to drop their tails to escape predators. These lizards are secretive and often found under logs, rocks, or leaf litter. They are active during warm months and hibernate in winter. Alligator lizards give birth to live young rather than laying eggs, a rare trait among reptiles in BC.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-aligator-lizard",
      "map1_url": "",
      "map2_url": ""
    },
    "09-01-01-barriers": {
      "title": "9.1.1 Barriers",
      "description": "Landscape features that prevent or severely restrict movement, fragmenting habitats and isolating populations. These can be natural (e.g., large rivers, mountain ranges) but are often human-made structures, such as major roads, clusters of buildings, fences, and agricultural clearings. Barriers are modelled as areas of high resistance to movement within a landscape resistance surface, effectively identifying where connectivity linkages are broken or severely compromised. Specific interventions can include installing wildlife crossings (overpasses and underpasses) on roads, removing unnecessary fences, and restoring habitat within narrow corridor sections.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-barriers",
      "map1_url": "",
      "map2_url": ""
    },
    "09-02-01-pinchpoints": {
      "title": "9.2.1 Pinchpoints",
      "description": "Narrow landscape features that restrict or hinder wildlife movement within an otherwise continuous ecological network. Natural pinch points include sudden topographic changes, such as steep ravines or channelized creeks. Human-made pinch points include fencing that physically guides larger mammals into narrow movement paths, and crossing structures, such as culverts and underpasses, that direct the movement of smaller mammals and herptiles across roads and other linear infrastructure features. Mitigating the adverse effects of these pinch points requires harmonizing land-use policies across jurisdictional boundaries.",
      "source": "<a target=\"_blank\" href=\"https://github.com/S2S-WildlifeConnectivity\">Nature Squamish</a>",
      "unit_of_measure": "relative index value (0-100)",
      "icon": "icon-pinchpoints",
      "map1_url": "",
      "map2_url": ""
    }
  }
}